[
  {
    "horoscope_name": "Aries",
    "date": "(March 21- April 19)",
    "color": "Red",
    "number": "6, 9, 15, 343",
    "explanation_daily": "\n21 July\nYou can take on new responsibilities in your working life. You may need to detail your work. You can be more successful in matters that require struggle. Conditions that wear you out may come to the fore. You must adapt to sudden changes in business matters. You can spend money to make nice changes to your home.\nWords that describe myself:  I'm looking for myself\nRuling planet:  Mars\nElement:  Fire\nAttribute:  Pioneer\nStone:  Diamond\nThe part of the body that it opposes:  Head and face\nWhen used positively and constructively:  Courageous and enterprising, encouraging to others, easy to understand, honest and determined, faithful\nAbused and exaggerated:  Rude and fanatical, egotistical, insensitive to the feelings of others, careless, prejudiced",
    "love_daily": 5,
    "healthy_daily": 10,
    "money_daily": 6,
    "explanation_montly": "We start the month with the new moon in Pisces, your dreams may come to the fore and be full of special meanings and symbols. Since Neptune will be active in this new moon time, you can turn to yoga, meditation, etc. that will be good for your soul. Health-related issues can come to the fore, you can do something like check-up..etc.In addition, projects and issues that require creativity may come to the fore. This new fact is a time to rest, to turn inward, to listen to yourself, to discover your desires. Your need for solitude may increase. As of March 3, both Mars and Saturn will start retrograde motion. Mars retrograde is in Libra, which will last until May 21. Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships.You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive. Because of misunderstanding the intentions of those who want to help and support you, they may be too harsh with them and may become cold towards you. Actually, this date range is not a suitable time to start a partnership or get married. Saturn is in Scorpio retrograde until July 21. Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments.You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult. You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On March 5, Venus will now move into Aquarius and will travel in this sign until April 5th. A much more social and active process will be waiting for you, the theme of cooperation between friends will come to the fore even more, parties, invitations, organizations, weddings, etc., your agenda will be busy. You can often enter environments where you can meet new people. Being with your friends will give you more pleasure than ever before.The only troubled date in this Aquarius course of Venus is March 29. On this date, plans may be disrupted, problems related to friendships may be in question. On March 16, a full moon will occur in Virgo; During this full moon, your business-career-money trio will work very actively and lucky, and you will be able to experience new entrepreneurial opportunities, earnings, good news and developments related to these issues. You can get a new job offer, start a creative project. Or you will be able to cope with a very important job and you will be able to get out of your business meetings with success. On March 20, the sun will now enter the sign of Aries and will stay in this sign for a full month. You will be able to use it to make important new beginnings and ventures. You will be able to present yourself more clearly.Your focus will be on issues related to yourself. You will be able to demonstrate your personal talents more comfortably. You will feel very motivated to start a lot of work. This will be a kind of time for you to wake up from hibernation. On March 30, a new moon will occur in the sign of Aries. First of all, this will allow your energy to peak, besides, you may encounter a series of surprise, unexpected and sudden events in your life.Sudden job change, sudden promotion, or vice versa. Or it could happen in an unexpected surprise. I think this new month will be more active in matters related to your business and career, I think this is a sign of change. If you are looking for a job, this indicates that the next 10 days will be very important for you. Only power struggles, power struggles or displaying extremely stubborn attitudes may tire you, we should pay attention to our attitudes this week.",
    "love_montly": 5,
    "healthy_montly": 10,
    "money_montly": 6,
    "explanation_yearly": "As of March 3, both Mars and Saturn will start retrograde motion. Mars will retrograde in Libra until May 21. Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships. You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive. Because of misunderstanding the intentions of those who want to help and support you, you may be too harsh with them, and you may become cold. This date range is not a good time to start a partnership or get married. Saturn is in Scorpio retrograde until July 21 . Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments. You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult.You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On April 15, a lunar eclipse will occur in Libra. When looking for an answer to the question, Is it okay for relationships or to continue?, important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On April 29, a solar eclipse will occur in Taurus.This eclipse, which will take place in your 2nd house, will begin to show its effects on your financial resources, your budget, and your valuables. In these days when more concrete developments regarding your earnings will be experienced, you can re-evaluate your budget and look for ways to increase your earnings. Important trading issues may come up. There may be tense developments in friendships and social relations, it is better not to make a sudden decision without learning the inner side of the issues. It is useful to be careful against sudden expenditures or unnecessary expenditures.Venus will now enter your sign on May 3 and travel in your sign until May 29. Don't worry if love hasn't come in the full moon until now, you will have plenty of time for love until this date, it will be ideal times to make physical changes, change the style and color of your hair.You will be able to look at life more from the window of love, and you will be able to wear the mask of cuteness for a long time. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will now enter the sign of Leo and travel in this sign for a full year.I present to you the song 'Love is in the air'. Are you ready for a long-term love affair, especially for singles? Jupiter has rolled up its sleeves to get you into a love affair that you will be very jealous and possessive of. Besides, other areas where Jupiter will show the effects of luck, abundance, growth will be related to your pleasures, hobbies, children's issues, risky activities and investments.      Those who are married and want to have children, you can have children thanks to Jupiter. You can earn from speculative business such as stock market. Those who work in jobs that require creativity, the bells are ringing for you. It is a process where you can produce permanent works and profit from them. Some of you will be able to make a name for themselves with their work. Times when you can enjoy life so much more. You can give more space to entertainment and pleasure in your life. You can win something out of the air, a prize, a lottery or a very fun holiday! On October 8, a lunar eclipse will occur in your sign. There will be situations where personality will come to the fore, your health, your physical appearance, important beginnings and initiatives in your life during this eclipse. In this eclipse you will be quite remarkable both physically and mentally. The steps you take may affect your life in general.You will attract attention with your ideas about new beginnings.You will be under appropriate support to take responsibility for your private life, to take control, and perhaps to regulate and discipline your private life. On October 23, a solar eclipse will occur in Scorpio and Venus will enter Scorpio on that day. With the eclipse, if you are looking for financial resources, you may be under supportive effects during this eclipse, but the gains and losses seem to come together. Important agreements and contracts may come to the fore, especially regarding your business and career.Surprise developments will be at the door regarding debt, credit and debt issues, and financial issues of your spouse or partner. On December 6, the full moon will occur in Gemini; unexpected, surprise, sudden trips may come to the fore, but pay attention to delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels.Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. In this period, there may be supportive effects in terms of career. There may be situations that will make you love your job more or enjoy your job, and you may receive support or support from your superiors. If you are looking for a job, you will have a high potential to find a job with the support of your friends or partners in this period.",
    "love_yearly": 7,
    "healthy_yearly": 6,
    "money_yearly": 8,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/koc.png"
  },
  {
    "horoscope_name": "Taurus",
    "date": "(April 21 – May 20)",
    "color": "Green, earth colors",
    "number": "5, 6, 13, 188, 4524",
    "explanation_daily": "\n21 July\nYou can fight for the subjects you enjoy today. You can use your creativity in more practical works. Issues related to your children may distract you. Your responsibilities may change during the day. A relationship with someone from your close circle may come to the fore. Watch out for conflicts during the day. Try to remain calm while presenting your attitude.\nWord that defines myself:  I seek myself in what I have\nRuling planet:  Venus\nElement:  Earth\nAttribute:  Fixed\nStone:  Emerald\nArea of ​​opposition in the body:  Neck and throat, thyroid gland\nWhen used positively and constructively:  Determined and loyal, reliable, enjoyable, calm, peaceful, practical and economical, efficient\nWhen misused and exaggerated:  Stubborn and unreasonably emotional, possessive, stubborn, overindulgent, lazy and heavy, only seeking financial gainTaurus",
    "love_daily": 10,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. You will be entering a more active and enjoyable process socially. You can socialize more, get together with your friends, get pleasant support from them, enter new environments, make new friendships, and meet new people.On March 3, both Mars and Saturn will go retrograde. First of all, let's talk about Mars, Mars will be retrograde in Libra. Mars will go retrograde in the 6th house of your chart, the retrograde time of Mars is a process where energy decreases, it is difficult to take action, 10 units of energy must be spent while consuming 3 units of energy for a job and can push a person into laziness. The 6th house in astrology deals with health-related issues, work and study environment, daily chores, and most importantly, health-related matters. In this regression period, you may witness that something is stuck in the workplace and things cannot progress, I would suggest that you do not keep your expectations of job change and promotion too high during this period. Tensions may arise between you and the people you work with for various reasons. I can recommend you not to take your important surgeries in this date range, Mars, which will regress in your health home, may cause problems in surgeries, healing of wounds too late, problems in diagnosis and diagnosis, and another possible effect may be the recurrence of some of your chronic diseases. Or your body's defense system may not be very strong and you may be more vulnerable to diseases. Believe me, I wouldn't want to be such a sad owl, but unfortunately I can't do anything... If you are the owner of your own business, quarrels may occur between you and the people you employ, and unexpected resignations may occur. Right in this process, you can start to push aside the things you do routinely in your daily life and break the routine. Yes, this is good in a way, but it is useful not to postpone your responsibilities. Mars will remain retrograde until May 20. Satun's retrograde will continue until July 22. Saturn going retrograde in your 7th house; will show its effects on matters related to your partnerships and relationships. You may feel the need to review and question your relationship with the person you are with. If your relationship is based on solid foundations, you can ask how it can be better in this process, and if the ties are weak and problematic, how can I end this relationship easily? You may think that the needs of your relationship have contributed to you, and old issues that have not been discussed much may come up again.You may feel lonely when you are with someone. Another possible effect is; Your responsibilities for your partner may increase, and you may have to deal closely with matters related to his or her job or health. You may be more accepting in terms of dilemmas, difficulty making decisions, and adapting to your partner's or partner's offers. During this period, the needs of your partner or partner may increase even more. Those who are alone, on the other hand, may continue their new relationship by taking it very slowly.On March 5, Venus will move into Aquarius and will continue its course in this sign until April 5th. You will be able to enjoy your work much more. Venus will help you to be noticed and shine in the work you do, not only individually, but also in groups while doing your work and get support. Particularly for the benefit of the society, you can take an active role in projects that concern the general public. Venus may not make you change jobs, but making your current job much better can compare to conditions that will allow you to enjoy your job.You will be able to get good help, especially from women. On March 16, there will be a full moon in Virgo. This full moon has magnificent effects, let's start with love first… You can meet new people, get together, and be swept off your feet by love. Again, while you have a very high chance of success in matters that require creativity, if you are married, you can be happy with the news of pregnancy. This week, you can deal with issues related to foreigners abroad, organize travel, deal with passport procedures or do research on these issues. On March 30, a new moon will occur in Aries.In this new moon period, you can actually discuss an important project that will blow you up in April, or you can take care to act in secrecy. This week, you should pay more attention to your health, you may have an old chronic illness, you may get psychological support, you may need to go through a check-up or talk to a specialist. This week, intuition is on you! In particular, you can dream a lot, your dreams may contain special symbols that will affect you. And one possible effect of this new moon is mental awareness!You can now suddenly see something that was in front of your eyes all the time, and look at things from different perspective.",
    "love_montly": 10,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "As of March 3, both Mars and Saturn will start retrograde motion. Mars will retrograde in Libra until May 21.Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships.You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive.Because of misunderstanding the intentions of those who want to help and support you, you may be too harsh with them, and you may become cold. This date range is not a good time to start a partnership or get married.Saturn is in Scorpio retrograde until July 21 . Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments. You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult.You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On April 15, a lunar eclipse will occur in Libra. When looking for an answer to the question, Is it okay for relationships or to continue?, important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On April 29, a solar eclipse will occur in Taurus.This eclipse, which will take place in your 2nd house, will begin to show its effects on your financial resources, your budget, and your valuables. In these days when more concrete developments regarding your earnings will be experienced, you can re-evaluate your budget and look for ways to increase your earnings. Important trading issues may come up. There may be tense developments in friendships and social relations, it is better not to make a sudden decision without learning the inner side of the issues. It is useful to be careful against sudden expenditures or unnecessary expenditures.Venus will now enter your sign on May 3 and travel in your sign until May 29. Don't worry if love hasn't come in the full moon until now, you will have plenty of time for love until this date, it will be ideal times to make physical changes, change the style and color of your hair.You will be able to look at life more from the window of love, and you will be able to wear the mask of cuteness for a long time. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will now enter the sign of Leo and travel in this sign for a full year.I present to you the song 'Love is in the air'. Are you ready for a long-term love affair, especially for singles? Jupiter has rolled up its sleeves to get you into a love affair that you will be very jealous and possessive of. Besides, other areas where Jupiter will show the effects of luck, abundance, growth will be related to your pleasures, hobbies, children's issues, risky activities and investments. Those who are married and want to have children, you can have children thanks to Jupiter. You can earn from speculative business such as stock market. Those who work in jobs that require creativity, the bells are ringing for you. It is a process where you can produce permanent works and profit from them. Some of you will be able to make a name for themselves with their work. Times when you can enjoy life so much more. You can give more space to entertainment and pleasure in your life. You can win something out of the air, a prize, a lottery or a very fun holiday! On October 8, a lunar eclipse will occur in your sign. There will be situations where personality will come to the fore, your health, your physical appearance, important beginnings and initiatives in your life during this eclipse. In this eclipse you will be quite remarkable both physically and mentally. The steps you take may affect your life in general.You will attract attention with your ideas about new beginnings.You will be under appropriate support to take responsibility for your private life, to take control, and perhaps to regulate and discipline your private life. On October 23, a solar eclipse will occur in Scorpio and Venus will enter Scorpio on that day. With the eclipse, if you are looking for financial resources, you may be under supportive effects during this eclipse, but the gains and losses seem to come together. Important agreements and contracts may come to the fore, especially regarding your business and career.Surprise developments will be at the door regarding debt, credit and debt issues, and financial issues of your spouse or partner. On December 6, the full moon will occur in Gemini; unexpected, surprise, sudden trips may come to the fore, but pay attention to delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. In this period, there may be supportive effects in terms of career. There may be situations that will make you love your job more or enjoy your job, and you may receive support or support from your superiors. If you are looking for a job, you will have a high potential to find a job with the support of your friends or partners in this period.",
    "love_yearly": 7,
    "healthy_yearly": 7,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/boga.png"
  },
  {
    "horoscope_name": "Gemini",
    "date": "(21 May – 21 June)",
    "color": "Yellow and orange",
    "number": "3, 5, 24, 233, 3545",
    "explanation_daily": "\n21 July\nYou can find financial support today. You can spend on the things you love. Family matters can be challenging. Stay away from arguments. In technical work, you can deal with issues that require quick solutions. Avoid hasty decisions in business matters. You will enjoy spending time at home today. You can invite your loved ones.\nWord that defines myself:  I look for myself in what I think\nRuling planet:  Mercury\nElement:  Air\nMetal:  Mercury\nGemini Stone:  Agat\nBody area:  Shoulders, hands, arms, nervous system\nWhen used positively and constructively:  Intelligent and agile, full of knowledge, inquisitive, skilled in business, communicative quickly and comfortably\nWhen abused and exaggerated:  Restless and disorganized, indecisive, temperamental, deceitful, cunning and emotionally weak",
    "love_daily": 3,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "30Gemini Monthly HoroscopeOn March 1, there will be a new moon in Pisces. With the new moon, issues related to your business and career will be at the forefront. You can get promoted, get support from your superiors, change jobs, deal with an important issue. Since Neptune will be at work this new moon time, I don't want to exaggerate too much, but if you are not very satisfied with your job, you can start your dream job and get its offer. You can use your creativity about work and your intuition can guide you, I think it is a very enjoyable new month. There may also be a celebration at your workplace, this week with music, dancing and food. All you need is determination. On March 3, both Mars and Saturn retrograde. Mars will be retrograde in Libra until May 20. Mars in the 5th house of your chart will go back in the area of ​​love, children and hobbies. This retrograde will continue until April 14. In this process, those who are alone may have a little problematic in their new relationships, the relationship may not show itself, may not progress, or some sexual problems may recur in the relationship. Another possible scenario is the resurrection of the ex-lover, but it should not be forgotten that a lover whose retro period is not very trustworthy and may go as it came, it is useful to take the steps carefully. Retro design is a great process for creative work, your creativity can skyrocket. In this retrograde period, take care to be protected especially in your relationships, especially for those who do not have permanent relationships, the sky whispers that you may be dealing with sexually transmitted diseases. And let's talk about children, those who have children may witness that they are sick more often in this process or they may see that they start to become more introverted, your children may tend to act a little more insidiously. Let's say you decide to have children, during this date range, miscarriage or difficulties may arise in conceiving. Again, speculative earning tools such as gambling may cause distressing problems, your luck may not be good in these areas, it is better to be careful. In addition, the time you spend for your hobbies can increase even more, in short, you can be more lazy. You may observe a decrease in your sexual libido. Saturn will go retrograde in Scorpio until July 22. Saturn going retrograde in your 6th house; It will start to show its effects on issues related to your daily work and working environment, especially your health. Especially, health problems that seem to be in the past may recur, and your body may be more sensitive than ever. In particular, pain in the lumbar region may occur. You can review your relationships with the people you work with, if you are an employer, you can redefine your needs. There may be delays and suspensions in the projects you are working on. It is time for you to reconsider your daily life needs. Your relationships with the people and institutions you work with may be put to the test. On March 5, Venus will move into Aquarius and travel in this sign until April 5th. Especially for those who are alone, you can start dating foreign nationals, or it can be someone who lives far away from you or even lives in a different city. Another possible effect is that pleasant travels may be on the agenda, you may receive good news from your relatives, and supportive effects will be in effect in matters related to education. Your issues related to abroad will be resolved without any problems. On March 16, there will be a full moon in Virgo. This full moon has super effects! First of all, you may have to make some decisions in order to shape your future, besides, you may experience pleasant developments in matters of home-nest-family-settlement. You can buy a new house, change your house. This week, you can research bank loans and prepare to get a loan. This loan is not going to blow up, it will be to settle an important issue in your life. An important issue in the family can now be sweetened this week. On March 30, the new moon will occur in Aries. This will be a very powerful new moon because Uranus is involved. This new moon period will be especially active in your field of friendships and friendships. You can quickly engage in some business with them, enter different environments that you have never been in before, meet innovative, extraordinary, original people and include them in your life. You can meet and get together with people you are in contact with, especially through social media. This new moon will have very pleasant, super effects on your sign!",
    "love_montly": 3,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "Both Mars and Saturn retrograde in March. Mars will be retrograde in Libra until May 20. Mars in the 5th house of your chart is in the area of ​​love, children and hobbies that will go back. This retrograde will continue until April 14. In this process, those who are alone in their possible new relationships may be somewhat problematic, the relationship may not show itself, may not progress, or some sexual problems may occur in the relationship. In another possible scenario, the ex-lover will appear one after the other, but it should not be forgotten that a lover whose retro period has come cannot be trusted and can go as it came, it is useful to take the steps carefully. Retro design is a great process for creative work, your creativity can skyrocket. In this retrograde period, take care to be protected especially in your relationships, especially for those who do not have permanent relationships, the sky whispers that you may be dealing with sexually transmitted diseases. And let's talk a little bit about children, those who have children may witness that they are sick more often in this process or they may see that they start to become more introverted, your children may tend to act a little more insidiously. Let's say you decide to have children, during this date range, miscarriage or difficulties may arise in conceiving. Again, speculative earning tools such as gambling may cause distressing problems, your luck may not be good in these areas, it is better to be careful. In addition, the time you spend for your hobbies can increase even more, in short, you can be more lazy. You may observe a decrease in your sexual libido. Saturn will go retrograde in Scorpio until July 22. 6. Saturn going retrograde in your house; It will start to show its effects on issues related to your daily work and working environment, especially your health. Especially health problems that seem to be in the past may recur, and your body may be more sensitive than ever. In particular, pain in the lumbar region may occur. You can review your relationships with the people you work with, if you are an employer, you can redefine your needs. There may be delays and suspensions in the projects you are working on. It is time for you to reconsider your daily life needs. Your relationships with the people and institutions you work with may be put to the test. On April 15, a lunar eclipse will occur in Libra. This eclipse will take place in your 5th house. Children, love life, conditions where you can enjoy life more, jobs that require creativity, risky activities, your hobbies will be the main subject of this eclipse. You can take up a new communication-oriented occupation, hobby, flirty effects will be active for the lonely, you can open your doors for love. Positive supportive effects on pregnancy-related issues will be in effect. Those who have children may have to deal with or resolve a problem or problem of theirs. Your mind will be very busy to do creative work. Those who are interested in the arts can receive particularly pleasant news. On April 29, a solar eclipse will occur in Taurus. Situations may arise in your life that you cannot control or foresee, especially avoiding risks is not the right time to take financial risks. During this eclipse, you may need to provide important help and support to someone from your close circle or a friend. Your feelings can be strengthened, you can deal with dreams and subconscious issues. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will leave the sign of Cancer and will now enter the sign of Leo, and this journey will last a full year. 3. Thanks to Jupiter, which will enter your house, you may encounter various opportunities and chances in the next 1 year in communication, information exchange, relations with the close environment, issues related to siblings, neighbors and education. Many trips will start to come up, these will be domestic, medium-length trips. Some of you will be able to make a name for themselves more through communication, writing, internet, blog, website etc. channels and will be able to expand abroad. Some of you may hire a publisher and have their first book published. It's a great time to learn new things, especially to start a foreign language! You will be able to deal with possible problems with your neighbors much more easily. Some of you will be able to earn income from jobs such as public relations, promotion, advertising. On October 8, a lunar eclipse will occur in Aries. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication. During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; Some confidential and hidden information and news may come out, a change in your work and working conditions, developments may occur, it means that you work harder and get tired. So pay attention to health, especially the waist area, the thigh part. You can start diet or sports, get counseling from a health specialist. Acting in secrecy is associated with secret hostilities, diseases, inhibitions, restrictions, gossip. Thanks to the eclipse, these subjects are illuminated and become visible. During this eclipse, some events in your life may happen outside of your control, especially business and career related issues. Some information that is hidden from you, some rumors that go around your back may come to light. You may become more aware of the conditions that have set or hindered you. You will be able to easily detect hostile personalities who are likely to harm you. It is useful to pay extra attention to your health, especially allergy-related problems may arise. On October 23, a solar eclipse will occur in Scorpio. Okay for relationships, continue? When an answer to the question is sought, important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On December 5, Mars will enter Aquarius and will travel in this sign until the end of the year. The area where you will take action, take initiative and struggle will be the issues that concern your work and career. You can move towards your planned goals faster and more concentrated. It will be beneficial for you to keep your cool against possible tensions in matters concerning your business and career. Job seeking bulls and rising bulls may face developments by the specified date",
    "love_yearly": 7,
    "healthy_yearly": 4,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/gemini.png"
  },
  {
    "horoscope_name": "Cancer",
    "date": "(June 22 - July 23)",
    "color": " Silvery gray, blue tones",
    "number": "2, 4, 12, 88, 456, 9742",
    "explanation_daily": "\n21 July\nYour communication traffic may be heavy today. You may encounter some troublesome situations. You may need more confidence in matters that you are sensitive to. New issues may arise in your work. Changes in your immediate environment can affect your agenda. There may be developments in your love life. Pay attention to technical issues.\nWord that defines:  I look for what I'm feeling\nRuling planet:  The Moon, as the light of the night, is the ruler of this sign.\nElement:  Water\nCancerAttribute:  Pioneer\nStone:  Pearl\nArea against body:  Breasts, esophagus and stomach\nWhen used positively and constructively:  Protective and sensitive, nurturing, nurturing, deep feelings, strong maternal sense, altruistic, intuitive, sensitive to the needs of others\nWhen abused and exaggerated:  Emotional obsessions, restlessness, too quickly changing and worrying, unfounded fears, overly suffocating",
    "love_daily": 10,
    "healthy_daily": 6,
    "money_daily": 3,
    "explanation_montly": "We start the new month with the new moon in Pisces. With the new moon, you may need to get away from the work-related city and travel somewhere, even if not for work, this new moon time has very suitable effects for traveling. You can go overseas. In addition, if you are looking for a job, your potential to find a job in media, promotion, advertising and arts-related sectors is much higher. This new moon time, you can see support from important, strong women. You can read more, research, get involved in philosophy, religion, etc. more. On March 3, both Mars and Saturn will go retrograde. Let's talk about Mars first; Mars will go retrograde in Libra and will show its effects until May 20. Mars will retrograde in the 4th house of your chart. This area is related to home, family, placement, real estate, ancestors, roots. The retrograde of Mars may cause some problems and problems regarding the possible beginnings and breakthroughs you will make in this area. It is not a very suitable process for buying and selling a house, mishaps may arise in the constant paperwork. If you are a man, you may need to take care of your mother's health more closely, if you are a woman, there may be circumstances where you need to take care of your father in the same way. It may be a little more difficult in this process to meet your family on a common ground, and you may have difficulties in accepting your wishes to them. During this retrograde period, you can make deep researches about your ancestors, roots and family tree. A number of technical problems and malfunctions may occur at marsian points (water heater, combi boiler, stove, natural gas line, etc.) in the house. Or you may encounter such problems frequently in the houses you have bought or rented. Your siblings may have financial difficulties. Stressful situations may occur in money-related communication and conversations. On March 3, Saturn will go retrograde in Scorpio and will last until July 22. Saturn retrograde in your 5th house; It's time to rebuild our relationships with love and children and identify what you really need. You may fall in love with people who are older than you. Those who are considering having children may reconsider this issue or may encounter some delays. It is time to establish more logical relationships that are firmly on the ground, but one should not expect rapid developments. This is not a good time to take risks unless your Saturn is retrograde at the time you were born. Those who have children, on the other hand, need to be more sensitive to their needs. But you should not forget to say NO when appropriate. This also applies to your private life. On March 5, Venus will enter Aquarius and travel in this sign until April 5th. you will start to spend your money on subjects that give you more pleasure, you can even spend it on plastic surgeries, face lifts, botox..etc. You can start to make debts on more arbitrary matters, which will be easily supported by your spouse and partner financially. In the meantime, be mindful of your credit card spending. You can spend more money this week for the sake of getting beautiful. On March 16, the full moon will occur in Virgo. With this full moon, you can go on a journey that will give you pleasure and organize with your friends. In addition, a very important business deal or contract may occur in your life. You will get super support from your spouse, friends, partner, especially if you are alone, an unexpected love will knock on your door. On March 30, there will be a new moon in Aries. This new month will be very active especially in your career field! If you are looking for a job, observe and evaluate the next 10-day process well, surprise, unexpected job offers may come, and you may receive feedback from your past applications. You may also need to go on a spontaneous business trip. You may also receive an unusual job offer, a project proposal, which is very different from the fact that Uranus is involved. But in any case, this new moon will bring you success in matters that relate your work and career!",
    "love_montly": 10,
    "healthy_montly": 6,
    "money_montly": 3,
    "explanation_yearly": "Both Mars and Saturn will go retrograde in March. Let's talk about Mars first; Mars will go retrograde in Libra and will show its effects until May 20. Mars will retrograde in the 4th house of your chart. This area is related to home, family, placement, real estate, ancestors, roots. The retrograde of Mars may cause some problems and problems regarding the possible beginnings and breakthroughs you will make in this area. It is not a very suitable process for buying and selling a house, mishaps may arise in the constant paperwork. If you are a man, you may need to take care of your mother's health more closely, if you are a woman, there may be circumstances where you need to take care of your father in the same way. It may be a little more difficult in this process to meet your family on a common ground, and you may have difficulties in accepting your wishes to them. During this retrograde period, you can make deep researches about your ancestors, roots and family tree. A number of technical problems and malfunctions may occur at marsian points (water heater, combi boiler, stove, natural gas line, etc.) in the house. Or you may encounter such problems frequently in the houses you have bought or rented. Your siblings may have financial difficulties. Stressful situations may occur in money-related communication and conversations. Retrograde on Saturn on March 3   It is in Scorpio and will last until July 22. 5. Saturn retrograde in your house; It's time to rebuild our relationships with love and children and identify what you really need. You may fall in love with people who are older than you. Those who are considering having children may reconsider this issue or may encounter some delays. It is time to establish more logical relationships that are firmly on the ground, but one should not expect rapid developments. This is not a good time to take risks unless your Saturn is retrograde at the time you were born.For those who have children, it is a period when they need to be more sensitive to their needs. But you should not forget to say NO when appropriate. This also applies to your private life.On April 15, a lunar eclipse will occur in Libra. This eclipse takes place in your 4th house, future goals and plans, family, home, residence, real estate, family life, roots of life, family elders will be included in the main subject of this eclipse. During this eclipse, you may have the opportunity to move to the house you have been waiting for a long time, and you may need to change your home for your job. Some issues from the past in the family may resurface and be examined. During this eclipse, you can move home with someone by a joint decision, move or apply for a loan to buy a house by taking risks.On April 29, a solar eclipse will occur in Taurus. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication.During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings.On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will leave your sign and will now enter the sign of Leo. As of this date, in a 1-year period; 2. Jupiter entering your house; It can increase your need for financial confidence. It can compare you with all kinds of luck, support, opportunities related to financial matters. Since we are talking about Jupiter, it is certainly not the small gains that are meant to be expressed. This can be a large amount of money that you will receive after a sale, or it can come with a much better paying job as a result of a job change. In any case, you are entering a really enjoyable process financially. You will be able to easily find support from institutions and individuals related to financial matters. You may feel optimistic about financial matters, but remember that too much can bring harm. As Jupiter will act as a magnifying glass, you can also increase your spending and be more generous than ever before. Earning money will now be much easier for you. You can rely on your natural talents for where and how to earn money, and you will also be able to access information on how to earn it much more easily. You can also approach financial issues from a more spiritual dimension. The logic of Let me spend so that it will come! can settle in you. You can spend more on things that will provide your comfort and comfort. You may have to travel a lot to earn money, or you may be in contact with people in distant places and strangers. You can go into business, evaluate your investments, and make plans to own a house.On October 8, a lunar eclipse will occur in Aries. 10. This eclipse, which will take place in your home, will be impressive on business life, balances in business life, situations regarding your career, relations with managers, and issues that will enable you to be in front of the society. Supportive effects will be in effect for job seekers, those who want to change their jobs, those who want to be promoted, those who want to be appreciated for their work. You can attract the attention of your managers with your ideas and thoughts. A new set of beginnings and steps related to your business and career may come to the fore. You may encounter conditions where you need to be more in front of the public. But be careful, as you will be in the spotlight, both your good and bad steps will not go unnoticed.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; issues related to love and children are in the foreground. In private relationships, power and the power struggle can make it difficult from time to time, but very romantic days are at hand for crabs. Those who are considering having children can do studies. It is useful to be careful against surprise expenditures in the financial sense.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yengec.png"
  },
  {
    "horoscope_name": "Leo",
    "date": "(July 24 - August 21)",
    "color": "Sun colors, orange",
    "number": "1, 4, 34, 653, 6743",
    "explanation_daily": "\n21 july\nYou may need to be more concerned with monetary matters today. Unexpected expenses may come up. It's a day when you want to be in the spotlight. You can change in financial matters. Try not to make hasty decisions. There may be situations in your love life that will put you in a crisis for reasons you do not know.\nWord that defines:  I seek myself in my creations\nRuling planet:  The Sun, as the light of day, is the ruler of this sign.\nElement:  Fire\nAttribute:  Fixed\nMove:  Ruby\nArea in the body against:  Heart, spine\nWhen used positively and constructively:  Confident and energetic, inspiring, creative, powerful influence, artistic, reliable and protective\nWhen abused and exaggerated:  Tough and overly despotic, unable to stand flattery, constantly seeking attention, arrogant, dictatorial, exaggerated and egotistical",
    "love_daily": 5,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Your focus will be money. Other people's financial resources, loans, bonuses, payments, debts...etc. This new month will have very positive effects, especially you can get the fruits of the work or project you have been working on for a while, financially. While some of you are doing research to get a loan, some of you will be able to work to increase the income you earn from joint works. If you are a student, you can get the scholarship you hope for, and if you are on the eve of divorce, you can agree on alimony. In any case, luck will be on your side in financial matters this week. On March 3, Mars will begin its retrograde movement in Libra and this retrograde will affect until May 20. It will go back in the 3rd house, the 3rd house is generally related to correspondence, communication, siblings, close environment, relatives, education. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In this process, some problems may come into play in your relations with your siblings, especially if you are carrying out some business together with them. You have a bomb project that will explode, but you may have a hard time convincing or marketing it to some channels. Another possible effect, which I think is the most important one, is that you should be careful in traffic. Minor accidents as a result of distraction in traffic, you can constantly scratch your car here and there. If you are a website owner, your site may be attacked during this regression period, it may be in danger of crashing, it is useful to back up your information. In addition, tensions in relations with your close circle, erroneous information and gossip can make you feel a little bored. Saturn will be retrograde until July 22 in Scorpio. Saturn, which indicates that the unresolved issues of the past in the family will come to the fore again, passes through your 4th house. During this period in which family relationships will be emphasized, Saturn will offer you the patience and time necessary to build relationships, but you may encounter delays and obstacles. In business such as buying and selling a house, bureaucratic and paperwork delays may occur, and delays may be experienced. You may be a little more self-directed, and you may find it difficult to fully reflect what is inside you. It is the ideal time to tidy up your private life and to identify the real needs of your life. Another possible effect is; You may have the opportunity to re-purchase the house you missed, which you previously planned to buy. On March 5, Venus will enter Aquarius and travel in this sign until April 5th. you are stepping into a lucky process in favor of relationships and partnerships. If there are problems in your relationship, this Venus transit can be repaired in time, and you can spend much more romantic, enjoyable and passionate times with your partner. Those who are alone can be affected more quickly than others, you can be influenced. Some of you may have a romantic and thoughtful side in their relationships. In every sense, this effect will feed the relations. On March 16, the full moon will occur in Virgo. The money-work-career trilogy is going to be awesome this week! Great financial developments are waiting for you, your work will start to be supported, you will be able to start to encounter opportunities to increase your earnings. You can handle a very important and challenging job, you may encounter new job offers, you can add money to your money, new projects are on the agenda and you will be able to get great support from your colleagues. You can make agreements that will bring you money and sign important signatures. You can work abroad, with people of foreign origin. On March 30, the new moon will occur in Aries. The new moon may cause you to go on an unplanned, sudden, surprise journey! Or you may encounter an unexpected surprise or an event on social media about yourself. Again, this new moon time may indicate that if you have a legal issue or lawsuit, it will be concluded. International relations, import-export etc. your chances are pretty clear. This week marketing, advertising, pr. it will be a perfect week for you",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "In March, Mars and Saturn will start retrograde in Libra and this retrograde, which will affect until May 20, will go back in the 3rd house.3. The house is generally related to correspondence, communication, siblings, close environment, relatives, education. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In this process, some problems may come into play in your relations with your siblings, especially if you are carrying out some business together with them. You have a bomb project that will explode, but you may have a hard time convincing or marketing it to some channels. Another possible effect, which I think is the most important one, is that you should be careful in traffic. Minor accidents as a result of distraction in traffic, you can constantly scratch your car here and there. If you are a website owner, your site may be attacked during this regression period, it may be in danger of crashing, it is useful to back up your information. In addition, tensions in relations with your close circle, erroneous information and gossip can make you feel a little bored. Saturn will be retrograde until July 22 in Scorpio. Saturn passes through your 4th house, which indicates that the unresolved issues of the past in the family will come to the fore again. During this period in which family relationships will be emphasized, Saturn will offer you the patience and time necessary to build relationships, but you may encounter delays and obstacles. In business such as buying and selling a house, bureaucratic and paperwork delays may occur, and delays may be experienced. You may be a little more self-directed, and you may find it difficult to fully reflect what is inside you. It is the ideal time to tidy up your private life and to identify the real needs of your life. Another possible effect is; You may have the opportunity to re-purchase the house you missed, which you previously planned to buy. On April 15, a lunar eclipse will occur in Libra. Unexpected, surprise, sudden trips may come up, but beware of delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the Internet. You can build a website, create a blog, and be actively involved with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. On April 29, a solar eclipse will occur in Taurus. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication. During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will enter your sign and move in your sign for a full year. I have great news for you, but first I want to talk about the possible bad. However, while reading your horoscope, leave a pleasant taste in your palate. Jupiter, which will progress in your sign, may gain weight and it may not be easy to get rid of the weight. You can be extremely stubborn, optimistic, lazy. Now let's come to the good news; It will provide all kinds of opportunities and opportunities for you to make new beginnings. This will also offer you luck in the field of bilateral relations. You can start to look at life from a more optimistic perspective, as well as a noticeable increase in your earnings, you can start to be interested in subjects such as religion and philosophy, you can research and read. It will be much easier for you to find help and support with every step you take, and many of your ventures will not fail. You can come across all kinds of opportunities to reveal your talents. You may be even more fond of your luxury. Some of you may turn to soil and land related issues. You will be in a natural protection circle about your health. You will be able to find solutions to your possible health problems more easily. A lot of travel is coming into your life, all you have to do is take action. These trips may be to distant countries. A process that will increase your self-awareness. You start to care more about your personal development. On October 8, a lunar eclipse will occur in Aries. This eclipse will take place in your 9th house; Travels to distant places, distant relatives, legal issues, international relations, import, export, sales, marketing, public relations, promotion, prominent people, promotions etc. will be affected. You may experience good and positive developments regarding legal issues, travel abroad may come to the fore, job seekers can start a job in a multinational company, especially this term. On October 23, a solar eclipse will occur in Scorpio. With the solar eclipse that will take place in Scorpio, unexpected, surprise and sudden travels may come to your attention, but beware of delays and loss of belongings in these travels. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/leo.png"
  },
  {
    "horoscope_name": "Virgo",
    "date": "(August 22 - September 23)",
    "color": "Mavi",
    "number": "0, 5, 16, 888, 6848",
    "explanation_daily": "\n21 July\nYToday, you can deal with issues that you are personally sensitive to. You may want to give direction to some issues. You may have to take responsibilities for this. You can be reactive about matters related to your spouse. Do not ignore issues related to your health. Issues for which you are responsible may require struggle. Educational work may suffer.\nWord that defines:  I seek myself by serving\nRuling planet:  Mercury\nElement:  Earth\nAttribute:  Changing\nStone:  Sardonix\nArea of opposition in the body:  Intestines\nWhen used positively and constructively:  Helpful, helpful, humble, perfectionist, subtle, intelligent researcher\nAbused and exaggerated:  overly anxious and critical, callous and secretive, lost in details, servile, indecisive ",
    "love_daily": 4,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. If you are alone, get ready for a romantic and full-fledged relationship, but let's say there is no relationship light in sight, this may be a partnership offer to you. A new agreement, contract, partnership offers may come. In addition, this week, some of you may be more involved with issues such as promise, engagement, marriage, etc., some of you may get married, be promised, and update their relationships. This new moon has very romantic effects, it can be a romantic trip, for example, your relationship can become more romantic. Some of you may receive partnership offers on aesthetics, creativity, art, etc. On March 3, both Mars and Saturn will go retrograde. Mars retrograde will last until May 20. Mars will go retrograde in the 2nd house of your chart, the 2nd house is generally associated with financial gains, portable items you have, money. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In financial terms, the abundance of money may not be long in this period, the money goes as it comes and there is a hole in your wallet, it may seem like a secret hand is constantly pulling the money out of your pocket. In addition, there may be delays in payments due to you. Another possible effect is that you may be distracted in money-related matters and not be able to take the right steps. In this period, thefts, On March 3, it will begin its retrograde motion on Saturn as well as Mars. Saturn retrograde in your 3rd house; You will start to test the relationships you have started to reconstruct with your close circle and siblings, and you will be able to find out if you are taking the right steps. Situations may arise that require you to express yourself more, especially to older people. It's a great time to complete and go over your old unfinished business. You can keep the administrative work of the apartment you live in, and you can get together with your siblings more. It is an ideal time to sort, correct, overhaul, revise old accounts. You can go back to places you have visited before. May be more introverted than extroverted While sharing your previous posts with those around you, you can be a little stingy in your posts. On March 5, Venus will enter Aquarius and travel in this sign until April 5th.There may be some arrangements in your work and working environment that will give you pleasure. You can start to solve your problems faster, you can buy new electronic devices that you can use in your work environment, you can organize and renew your office. You can find fun and creative ways to get things done that seem like a daily chore. Again, general supportive effects will be active in matters concerning your health, besides, you can start a diet with the help of an expert to beautify physically, and you can start sports with a trainer.On March 16, the full moon will occur in Virgo. You are entering a wonderful week both in terms of business and money! New job offers, projects, supports will be on the agenda! If you are alone, there is a slight love situation this week, but the sexual energy may be high. On March 30, the new moon will occur in Aries. This new moon has interesting effects.There may be some unexpected and surprising minor problems in your bank, credit card and accounts this week, besides, you will be able to reach the financial opportunities and conditions that you hope or want this week much faster. You may also have some money from surprise, unexpected weather, I suggest you carefully observe this next 10-day process. Especially in financial terms.",
    "love_montly": 4,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "Both Mars and Saturn will go retrograde in March. Mars retrograde will last until May 20.Mars will go retrograde in the 2nd house of your chart, the 2nd house is generally related to financial gains, portable items you have, money. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In financial terms, the abundance of money may not be long in this period, the money goes as it comes and there is a hole in your wallet, it may seem like a secret hand is constantly pulling the money out of your pocket. In addition, there may be delays in payments due to you. Another possible effect is that you may be distracted in money-related matters and not be able to take the right steps. This period should be careful against thefts and deceivers, it will not be an ideal period for making investments. On March 3, it will begin its retrograde motion on Saturn as well as Mars. 3. Saturn retrograde in your house; You will start to test the relationships you have started to reconstruct with your close circle and siblings, and you will be able to find out if you are taking the right steps. Situations may arise that require you to express yourself more, especially to older people. It's a great time to complete and go over your old unfinished business. You can keep the administrative work of the apartment you live in, and you can get together with your siblings more. It is an ideal time to sort, correct, overhaul, revise old accounts. You can go back to places you have visited before. You can be more introverted rather than extroverted, and you can be a little stingy in your sharing while sharing what you wrote before with those around you. On April 15, a lunar eclipse will occur in Libra. This eclipse will almost project onto your financial issues. You can get good and pleasant news, especially about financial matters. You may encounter new income doors and new projects related to the work you are dealing with. However, this eclipse can increase your workload a little more, and you can take on new duties and responsibilities. This eclipse will not only be in monetary terms, but also in relation to your possessions. You can make a breakthrough for something with a large amount that you have been planning to buy for a while. On April 29, a solar eclipse will occur in Taurus. This eclipse will take place in your 9th house; travels to distant places, distant relatives, legal matters, international relations, import, export, sales, marketing, public relations, promotion, considerable owner, promotion etc. issues will be affected. You may experience good and positive developments regarding legal issues, travel abroad may come to the fore, job seekers can start a job in a multinational company, especially this term. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel in this sign for 1 year. 12. Jupiter entering your house; possible gossip will take you into a natural circle of protection against enemies. Doing spiritual work can enable people who do spiritual work to come together and learn from them. You can read more and do research on cult, mystical and psychological issues. Jupiter will not be on a very visible side of your life, so your experiences will not be related to the physical world. You can turn inward and engage in creative work. The spiritual maturation and growth process will begin for you. You can start to look at life from a more peaceful window and much more positively. Your need for solitude may increase, but you may want to be alone because you enjoy it, not because of necessity or depressiveness. You can actively work in charitable and charitable organizations. On October 8, a lunar eclipse will occur in Aries. Gains belonging to others, inheritance, joint gains, incomes to be obtained without much effort, credit, debt, credit-creditor relations, death, losses, scholarships, insurance premiums etc. will be the main subject of this eclipse. The speed of information-communication on these issues may increase. You may experience particularly good developments regarding alimony at the time of detention, especially in cases of divorce. It's good to have some control over your spending. You will be able to receive financial support from your spouse or partner. Money goes as it comes, and these expense places will usually be related to your debts. You can close an important gap in your life. On October 23, a solar eclipse will occur in Scorpio. Unexpected, surprise, sudden trips may come to the fore, but beware of delays and loss of belongings during these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention.",
    "love_yearly": 3,
    "healthy_yearly": 3,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/basak.png"
  },
  {
    "horoscope_name": "Libra",
    "date": "(September 24 - October 23)",
    "color": "Pale to bright shades of blue",
    "number": "2, 6, 16, 432, 9763",
    "explanation_daily": "\n21 July\nToday, you may feel down for reasons beyond your control. Improvements in your relationships may not satisfy you. Your increased responsibilities in the morning can make you tired. Do not make hasty decisions on the issues on your agenda. You may experience events that you will enjoy in your business life. There may be changes in business matters.\nWord that defines:  I seek when I balance myself\nRuling planet:  Venus\nElement:  Air\nAttribute:  Pioneer\nStone:  Sapphire\nArea of opposition in the body:  Kidneys\nWhen used positively and constructively:  Refined and polite, pro-compromise, good diplomat, enjoys order, fair and objective in relations, acts with reason\nWhen abused and exaggerated:  Indecisive, overly sensitive and unstable, weak willed and lazy, ready to manipulate others, overindulgent",
    "love_daily": 2,
    "healthy_daily": 2,
    "money_daily": 2,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Be prepared for some minor changes, surprises, new projects and business lines in your business and working environment with the new moon. You may encounter opportunities where you can increase your earnings financially. Due to the Neptune effect, you can feel more creative and be attracted to work involving colors, art, dance, music, etc. In addition to this, in health-related matters, you may need to take care of yourself and pay attention to your nutrition in this new moon time. Your health may be a little sensitive. You may not be taking care of yourself much this week or because of the workload. On March 3, both Mars and Saturn will retrograde. Mars will go retrograde right in your sign until May 20th. Mars retrograde in your sign can bring a series of setbacks and delays. During this period, you may feel as if something is pulling your life energy down, and you may not even want to get out of bed. Your initiatives may not find sufficient progress and the people around you may accuse you of being selfish all the time. The level of your ambition may drop a little more in this process. During this period, you may find it difficult to show your reactions adequately, and you may experience a feeling of incompleteness. You may find it difficult to claim your rights. It is not a good time to make major physical changes or to have plastic surgery. It is useful to postpone your important major operations for a while. You will also be open to clumsiness and accidents… Saturn will go retrograde in Scorpio until July 22. Saturn retrograde in your 2nd house; finance and budget issues, the resources you have, your belongings, your values ​​will show their effects. Especially in your joint earnings, your mobility may be replaced by stagnation, and you may experience delays in possible payments to you. This will be a time to identify what you really need, manage your resources wisely, and distinguish between luxury and essentials. If you are very open to sharing, maybe it is a process for you to learn to share less, while for those who do not know how to share, it is a process where they will learn how to do it. Venus will enter Aquarius on March 5 and will travel in this sign until April 5th. You will be encountering conditions where you can enjoy life much more, you will be more fun, humorous and cheerful. You can spare time for your hobbies, in fact, you can spare more time for yourself, you can focus on the things you enjoy doing alone. Some of you may turn to original, different hobbies. The transit of Venus in this area will also be positive in general in matters related to love, but you can be more liberal, so minor faults may occur with people you can flirt with. The main theme of your life will be entertainment, in fact, you will turn to things that entertain you, there is plenty of flirting. This full moon has great effects, your possible health problems are starting to get resolved quickly, you may be inclined to act more secretly during this full moon, you may not want to reveal your ideas and what you want to do, I know that you have some plans in your mind for the next process, but 1 more month. be patient.The full moon in your 12th house brings losses, this is the best time to clean up any unnecessary person, thing or event in your life and of course to leave your bad habits behind. In addition, you can spare a lot of time for issues related to house exchange, buying-selling-renting. This full moon will bring you a spiritual-spiritual purification and cleansing. On March 30, there will be a new moon in Aries. This week may be a week of competition for you, tensions and strange disagreements may occur in relations with the people in front of you. In addition to this, surprise partnership and job offers may come to you. Unexpected, sudden, surprising changes and developments may occur in the career life of your partner or spouse. This week, especially those who are in a relationship, pay a little attention, your partner may be a little grumpy and angry, it would be useful for you to take care of yourself. Sudden relationships can start, end abruptly, you can make a surprising decision to marry, married people may suddenly come to the brink of divorce, this new moon is a bit interesting.",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 5,
    "explanation_yearly": "Both Mars and Saturn will retrograde in March. Mars will go retrograde in your sign until May 20. Mars retrograde in your sign can bring a series of setbacks and delays. During this period, you may feel as if something is pulling your life energy down, and you may not even want to get out of bed. Your initiatives may not find sufficient progress and the people around you may accuse you of being selfish all the time. The level of your ambition may drop a little more in this process. During this period, you may find it difficult to show your reactions adequately, and you may experience a feeling of incompleteness. You may find it difficult to claim your rights. It is not a good time to make major physical changes or to have plastic surgery. It is useful to postpone your important major operations for a while. You will also be open to clumsiness and accidents… Saturn will also go back in Scorpio until July 22nd. Saturn retrograde in your 2nd house; finance and budget issues, the resources you have, your belongings, your values ​​will show their effects. Especially in your joint earnings, your mobility may be replaced by stagnation, and you may experience delays in possible payments to you. This will be a time to identify what you really need, manage your resources wisely, and distinguish between luxury and essentials. If you are very open to sharing, maybe it is a process for you to learn to share less, while for those who do not know how to share, it is a process where they will learn how to do it. On April 15, a lunar eclipse will occur in your sign. It will keep all the spotlights on you! If you are single, this eclipse can bring you a very romantic and sensual partner! In addition, eclipse times are ideal times to start a diet, you can lose weight quickly. It is a very convenient process to complete the subjects that need to be completed in your life. You can collect the issues that are problematic in your life and put the last points. During the eclipse, you may feel unnecessarily tense, have difficulty in channeling your energies correctly and effectively, and may experience focusing problems. On April 29, a solar eclipse will occur in Taurus. Gains belonging to others, inheritance, joint gains, incomes that will be obtained without much effort, credit, debt, credit-creditor relations, death, losses, scholarships, insurance premiums, etc. subjects will be the main subject of this eclipse. Information on these issues, communication speed may increase. You may experience particularly good developments regarding alimony at the time of detention, especially in cases of divorce. It's good to have some control over your spending. You will be able to receive financial support from your spouse or partner. Money goes as it comes, and these expense places will usually be related to your debts. You can close an important gap in your life. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will stay here for a full year. 11. Jupiter will enter your house and will start working to expand your social circle. It will bring you together with many people who can support you financially and morally in your life. You will meet new people who will support you. You will begin to encounter various opportunities and chances to reach your ideals and goals. You can take a more optimistic, peaceful and possessive attitude towards your social environment relations. You can participate in group work and take an active role in crowded groups. Your ideas about your social circle may take a more philosophical turn. New foreign nationals can enter your life, and you can travel to distant places with your friends. Together with your friends, you can also start projects that will earn you money. You can take part in large organizations, if you are looking for a job, organizer and so on. You can take care of business. On October 8, a lunar eclipse will occur in Aries. Unions, partnerships, marriage, the health of these people, important beginnings, agreements, contracts in the life of your spouse, partner or partner will be included in the main subject of the eclipse. There will be new energies and new beginnings in your life regarding these issues. Some of you may take steps towards marriage, some of you may sign an important business agreement, and you may undertake partnerships. Okay for relationships, continue? time to seek an answer to the problem. If you have a bad relationship, partnership or marriage, thanks to this eclipse, you can now roll up your sleeves to put an end to it. If it is a good partnership, steps can be taken to move it to the next level. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; There will be financial issues. You need to reevaluate your budget and determine your expense-income balance well. If the eclipse's place and contacts are good in your personal charts, you may encounter surprise, unexpected gains. In addition to unexpected gains, sudden expenses may also come to the fore. You can work to gain new income doors. Especially professionally, supportive effects will be in effect.",
    "love_yearly": 3,
    "healthy_yearly": 7,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/terazi.png"
  },
  {
    "horoscope_name": "Scorpio",
    "date": "(October 24 - November 23)",
    "color": "Dark red, burgundy, blood color",
    "number": "8, 9, 53, 783, 6591",
    "explanation_daily": "\n21 July\nThere may be developments regarding your future plans today. You can meet people from the same social circle. New tasks can be added to the subjects you are responsible for. You may find it difficult to control the changing events during the day. You can make an effort to give direction to your work. You can focus on the topics you want to reveal.\nWords describing:  I seek myself in what I desire\nRuling planet:  Mars\nElement:  Water\nAttribute:  Fixed\nStone:  Opal\nThe part of the body against which it is opposed:  The genitals\nWhen used positively and constructively:  Physically strong and concentrated, determination, penetrating understanding, questioning the meaning of life, propensity for change, desire for self-renewal, inspiring and profound\nWhen abused and exaggerated:  Acting jealous and destructive, harboring grudges, dark and cruel, feeding on the weaknesses of others, egotistical",
    "love_daily": 3,
    "healthy_daily": 6,
    "money_daily": 6,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. With the new moon, matters pertaining to home, home, family and settlement will be in the foreground. This week is a very ideal week to do things such as renting, buying and selling. Some of you can go shopping, paint their houses, and make some decorative changes in order to beautify their homes. Possible problems in your home are starting to be solved quickly this week, besides, you can give invitations and organize events in your home.On March 3, both Mars and Saturn will go retrograde. Mars will be retrograde in Libra until May 20. Mars will go retrograde in the 12th house of your chart and will make you much more sensitive especially in health-related matters. You will have to deal with people with bad intentions who are doing all kinds of things behind your back. You can try to act in more secrecy and be alone more. In this period, you may find it difficult to be realistic in your desires towards life, and you may chase some empty works or dreams. Even if the work you do is very good, it may not be appreciated or noticed. You may have a real problem of being noticed. In this process, you can analyze what you have done so far and become more aware of your mistakes.Subjects such as psychology, subconscious, dreams may come to the fore in your life, and some problems may arise in your sleep pattern. Mentally, you may feel tense all the time. Saturn will be retrograde in Scorpio until July 22. Saturn retrograde in your sign; it can put you in a somewhat melancholic and depressed mood. Especially in relationships, trust and fear of losing it can arise. This is not an ideal time to make changes to your physical appearance unless your Saturn is retrograde at the time you were born. You will need more patience and time to turn your personal talents and hobbies into income, and of course, you may need to put in more effort. In this return period; You can try to be more individual and be more critical about yourself. Ideal times to complete unfinished business. During this period, you can look for an answer to the question of whether you really need someone in your life, but thinking too much can push you to indecision.You may have to deal with the issues of the past that you forgot and didn't care about. On March 5, Venus will enter Aquarius and travel in this sign until April 5th. you can make your family happy and therefore you can be happy, you can buy gifts for your family, you can support them in many ways. There may be situations where you can be more enjoyable and happy with your family, spending time with them can make you enjoy life much more for the next 15 days. In addition to this, you can organize your living space, house, room, paint, buy new items, decorate yourself in a way that makes you happy.On March 16, the full moon will occur in Virgo. This full moon has great effects! First of all, you can reach what you want from life, your goals, your goals more quickly and easily this week. You can establish a great business connection, and you may encounter developments that can increase your earnings in terms of signing business. You can also attend an important, large organization. Don't turn down invitations for entertainment and gatherings from outside these days, love may be waiting for you out there somewhere! On March 30, the new moon will occur in Aries. This new moon has interesting effects. A very fast, effective and super-intensive work process awaits you. You may find yourself in unexpected projects and receive new job offers. In addition, this week is a very suitable week especially for promotion, advertising, PR and public relations work. However, since this new moon will be in the region that concerns your health and Aries energy will be involved, you may be a little more open to accidents first, it would be useful to be careful. Especially those with blood pressure problems should pay attention to their health a little more. This new moon may also include an activity such as sports in your life.",
    "love_montly": 3,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "Both Mars and Saturn will go retrograde in March.Mars will be retrograde in Libra until May 20. Mars will go retrograde in the 12th house of your chart and will make you much more sensitive especially in health-related matters. You will have to deal with people with bad intentions who are doing all kinds of things behind your back. You can try to act in more secrecy and be alone more. In this period, you may find it difficult to be realistic in your desires towards life, and you may chase some empty works or dreams. Even if the work you do is very good, it may not be appreciated or noticed. You may have a real problem of being noticed. In this process, you can analyze what you have done so far and become more aware of your mistakes. Subjects such as psychology, subconscious, dreams may come to the fore in your life, and some problems may arise in your sleep pattern. Mentally, you may feel tense all the time. Saturn will be retrograde in Scorpio until July 22. Saturn retrograde in your sign; it can put you in a somewhat melancholic and depressed mood. Especially in relationships, trust and fear of losing it can arise. This is not an ideal time to make changes to your physical appearance unless your Saturn is retrograde at the time you were born. You will need more patience and time to turn your personal talents and hobbies into income, and of course, you may need to put in more effort. In this return period; You can try to be more individual and be more critical about yourself. Ideal times to complete unfinished business. This period is really do you need someone in your life? You can look for an answer to the question, but thinking too much can also push you to indecision. You may have to deal with the issues of the past that you forgot and didn't care about. On April 15, a lunar eclipse will occur in Libra. Work and working environment, people you work with, daily routines, personal development, issues related to your health, situations that require hard work, drudgery will be included in the main subject of this eclipse. During this eclipse, some changes may occur in the place or institutional structure of your workplace, and you may not like some job changes. Your workload may increase, and you may be assigned to a new set of projects. It will be a process where you will work harder but not be appreciated as much. Again, you will be under the supportive effects of health-related issues. You can quit a bad set of habits thanks to this eclipse. On April 29, a solar eclipse will occur in Taurus. Partnerships, partnerships, marriage, the health of these people, important beginnings in the life of your spouse, partner or partner, agreements, contracts will be included in the main subject of the eclipse. There will be new energies and new beginnings in your life regarding these issues.Some of you may take steps towards marriage, some of you may sign an important business agreement, and you may undertake partnerships. When to look for an answer to the question of whether to continue or not for relationships. If you have a bad relationship, partnership or marriage, thanks to this eclipse, you can now roll up your sleeves to put an end to it. If it is a good partnership, steps can be taken to move it to the next level. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a year. 10. Jupiter entering your house; will begin to offer you all kinds of chances, support and opportunities in matters that relate your work and career. Growth related to your job, recognition by more crowds, and an increase in your social status may occur. Many of you will have the opportunity to become famous, to stand out, with your talents or natural talents. Those who have their own business will go towards increase and growth in their business. You can take a more optimistic approach to issues that relate your work and career. Everything can develop spontaneously without much effort. You will learn more about the work you are doing and dealing with. You may need to travel a lot for your work, some of these trips may be abroad. You will start to reach the highest best point in life that you can possibly reach. There is a serious increase in the income you earn from your business life.You will be able to fulfill your responsibilities to the world much more comfortably. Many of you will earn a title per name. On October 8, a lunar eclipse will occur in Aries. Work and working environment, people you work with, daily routines, personal development, issues related to your health, situations that require hard work, drudgery will be included in the main subject of this eclipse.During this eclipse, some changes may occur in the place or institutional structure of your workplace, and you may not like some job changes. Your workload may increase, and you may be assigned to a new set of projects. This will be a process in which you will work harder but will not be appreciated much. Again, you will be under the supportive effects of health-related issues. You can quit a bad set of habits thanks to this eclipse. On October 23, a solar eclipse will occur in Scorpio. A solar eclipse will occur in your sign. The topics you will focus on this solar eclipse are; First of all, the issues that concern your physical appearance and health are active. In addition, it is useful to stay away from tensions that create stress about your partner, partner or the person you are married to. You may witness unexpected and unexpected developments regarding your business and career. You may not be very good with communication problems, delays, technological devices.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/akrep.png"
  },
  {
    "horoscope_name": "Sagittarius",
    "date": "(November 24 - December 22)",
    "color": "Dark blue, purple",
    "number": "3, 12, 582, 943, 2334",
    "explanation_daily": "\n21 July\nYou may want to make progress in the areas you are responsible for in your business life. New topics can occupy your agenda. You may want to show yourself in foreign affairs. There may be changes in business matters. You can focus on educational topics. Money may come from your financial affairs. You can fight for the jobs you are responsible for.\nWord that defines myself:  I'm looking for new horizons\nRuling planet:  Jupiter\nElement:  Fire\nAttribute:  Variable\nStone:  Topaz\nThe part of the body it opposes:  Hips, calves\nWhen abused and exaggerated:  careless and ranting, overindulgent, exaggerated, vulgar and fanatical, dogmatic, irresponsible and frivolous",
    "love_daily": 5,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Home, home, family, residential issues will be in the foreground. This week is a very ideal week to do things such as renting, buying and selling. Some of you can go shopping, paint their houses, and make some decorative changes in order to beautify their homes. Possible problems in your home are starting to be solved quickly this week, besides, you can give invitations and organize events in your home.On March 3, both Mars and Saturn retrograde will begin. Mars will be retrograde in Libra until May 20. He will go back to his 11th house. The retrograde of Mars in this area may indicate some delays and obstacles in your social relationships. There may be an awkward, meaningless tension between you and your friends, and unnecessary resentment may occur. You can criticize your friendships too much. Apart from this, some problems may occur in calculating the income you earn from business life, you may not receive your premiums enough, problems and delays may occur in salary payments. There may be frequent disruptions in the organizations you will make with your friends, and you may not be able to analyze your social relations correctly. good side,You may need to make a lot more effort for your expectations and hopes from life. Try not to keep your expectations from your friends too high during this period. There may be a secret rivalry between you and some of your friends, you may encounter the promised positions, delays in matters, and handicaps. Saturn will be retrograde in Scorpio until July 22. Saturn going retrograde in your 12th house may start to confront you with your fears. Issues related to justice and the state from the past may come to the fore.A relationship that you left behind may come back to you, and it may find you through social networks. It can make you remember things that you have pushed back and forgotten in your subconscious. Saturn moving here can create social phobia, and it can also cause you to worry that people will harm me. It is beneficial to reorganize your subconscious, mental health and most importantly, your sleep pattern. Maybe it's time to relax your mind a little, purify, get rid of your worries and fears? On March 5, Venus will move into Aquarius and will travel in this sign until April 5th. You will be able to spend much more harmonious and pleasant relationships with your siblings and close circle.On March 16, there will be a full moon in Virgo. With this full moon, foreign affairs may come to the fore, you can organize travels, and you can handle your passport-visa transactions. This week is a great week to carry out promotional, advertising, public relations activities! You can get positive support from people with position-status and increase your earnings.On March 30, the new moon will occur in Aries. This new moon time you can focus on super colorful, different, original topics. In addition, art that requires creativity, etc. You can take a close interest in the issues and turn to the more fun and pleasing aspects of life. Besides, this new moon will actually occur in your love house. But! If you do not have a partner, you can be quite flirty, you can meet with more than one person, go out to dinner, date. Or someone can break into your life with lightning speed!",
    "love_montly": 3,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "On March 3, both Mars and Saturn retrograde will begin. Mars will be retrograde in Libra until May 20. 11. He will go back to his house. The retrograde of Mars in this area may indicate some delays and obstacles in your social relationships. There may be an awkward, meaningless tension between you and your friends, and unnecessary resentment may occur. You can criticize your friendships too much.Apart from this, some problems may occur in calculating the income you earn from business life, you may not receive your premiums enough, problems and delays may occur in salary payments. There may be frequent disruptions in the organizations you will make with your friends, and you may not be able to analyze your social relations correctly.On the good side, you can get together with people who used to be offended by saying that an old friend can't be an enemy, go over old closed issues, maybe this time you can catch opportunities to melt the ice between you. You may need to make much more effort for your expectations and hopes in life.Try not to keep your expectations from your friends too high during this period. There may be a secret rivalry between you and some of your friends, you may encounter the promised positions, delays in matters, and handicaps.Saturn will be retrograde in Scorpio until July 22. 12. Saturn going retrograde in your house may start to confront you with your fears. Issues related to justice and the state from the past may come to the fore. A relationship that you left behind may come back to you, and it may find you through social networks. It can make you remember things that you have pushed back and forgotten in your subconscious. Saturn moving here can create social phobia, and it can also cause you to worry that people will harm me.It is useful to reorganize your subconscious, mental health and most importantly, your sleep pattern. Maybe it's time to relax your mind a little, purify, get rid of your worries and fears?On April 15, a lunar eclipse will occur in Libra. there will be a time with somewhat tense effects, when your friendships and friendships will be put to the test. There may be a money-related issue between you and a friend, payment, debt and debt. It is useful to be careful not to magnify a problem related to this possible subject.In addition, new people can join your life on the basis of friends, but it is useful to pay attention to whether the people you will meet are well-intentioned. Along with the eclipse, you may encounter an opportunity, a chance, in matters concerning your career. On April 29, a solar eclipse will occur in Taurus. Work and working environment, people you work with, daily routines, personal development, issues related to your health, situations that require hard work, drudgery will be included in the main subject of this eclipse. During this eclipse, some changes may occur in the place or institutional structure of your workplace, and you may not like some job changes. Your workload may increase, and you may be assigned to a new set of projects. This will be a process in which you will work harder but will not be appreciated much. Again, you will be under the supportive effects of health-related issues. You can quit a bad set of habits thanks to this eclipse. You will be able to encounter favorable conditions and opportunities to start dieting or sports.On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. 9. Jupiter entering your house; brings a lot of travel into your life. Only these trips can be for commercial/financial purposes and abroad. You can get all kinds of opportunities and chances in favor of foreigners, subjects related to abroad, education, law, higher education.You can start a new education process, especially a foreign language, for example! Legal problems can be resolved more quickly and in your favour. Some of you may return to the higher education they left unfinished. Some of you may decide to settle abroad with a sudden decision, Some of you may start work in the media, promotion, public relations, communication and publishing sectors. Those who are interested in import and export and international business will have started a very lucky and fruitful process.You may question life, yourself, the world much more, and you may want the answers to be more concrete. You will receive excellent support from considerable, powerful, well-positioned people. These supports can also be financial. You can enter into romantic relationships with those who are alone, with people in distant places.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; Situations may arise in your life that you cannot control or foresee, especially avoiding risks is not the right time to take financial risks. During this eclipse, you may need to provide important help and support to someone from your close circle or a friend. Your feelings can be strengthened, you can deal with dreams and subconscious issues.",
    "love_yearly": 3,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yay.png"
  },
  {
    "horoscope_name": "Capricorn",
    "date": "(December 23 - January 20)",
    "color": "Dark gray, black",
    "number": "8, 9, 62, 122, 7544",
    "explanation_daily": "\n21 July\nToday, future issues can be moved to your agenda. You may have to struggle with the issues you are responsible for. Changes can upset you. You may need to deal with technical issues in your business. You may want to show yourself more in educational matters. Your love life can be colorful.\nWord that defines:  I call myself when I use it.\nWhen used positively and constructively:  Planned and methodical, a good manager who knows the value of the material. Good at accounting, determined and resistant to difficulties.\nWhen misused and exaggerated:  stingy and callous, overly materialistic and greedy, socially lonely and pessimistic, overly ambitious and dictatorial, rigid, who only cares about looks and prestige.\nRuling planet:  Saturn\nElement:  Earth\nAttribute:  Pioneer\nMythology:  The stories of this sign belong to prehistory. Capricorn is seen as a victim in many stories. In the Egyptians' Dendera zodiac, this zodiac sign is marked as an ibis-headed person on a Capricorn back. In Greek and Roman stories, Capricorn is described as Pan, the forest nymph. Pan and Bacchus are perceived as symbols of indulgence and excess.\nThe part of the body that it opposes: Bones, skin, knees and teeth, places where calcium accumulates.",
    "love_daily": 4,
    "healthy_daily": 5,
    "money_daily": 5,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Increases may occur in your travels, you can make travel plans. In addition, this week, you can deal with official documents and government related issues. With the effect of Neptune, you can do more creative work especially this week. For example, this week is a very suitable week for advertising, promotion, organization, writing a book and meeting with bookstores. March 3 Mars and Saturn retrograde will begin. Mars retrograde will be in Libra and will last until May 20. It will be effective on business, career and professional issues. In this process, it is useful not to expect a rapid rise in your business life, you may receive criticism from your superiors and managers that often annoys you. This is a period when you have to take it from the bottom and maintain your calmness and composure. In this transit time, your mistakes and the steps you take will be much more visible. Getting a promotion will be a little more difficult between these dates. It is not a very suitable process for changing jobs, you work like a donkey in terms of business, you get very tired but you may get little appreciation. You can immediately lose your motivation. Aggression may prevail in relations with managers, and you may not be able to defend your rights sufficiently. Or you may find yourself constantly defending against something… Saturn will be retrograde in Scorpio until July 22. With Saturn passing through your 11th house, while you are restructuring your social and friendship relationships, you may question your relationships more as it starts to go retrograde. You may experience a state of mind such as did I do well in bringing this person into my life or did I act too prejudiced when removing them from my life. You may feel alone in crowded groups, and you may approach more cautiously and questionably when undertaking joint projects with your friends. As Saturn goes retrograde, it may take a little more time and effort to maintain relationships with new people who enter your life. Your old friends, whom you have not seen for a long time, may contact you, and you can have many opportunities to reminisce about the old times with them. You may want to distance yourself from your existing social circle and friends. Venus will enter Aquarius on March 5 and will travel in this sign until April 5th. In general, you will be under lucky influence in matters related to money. You can spend more money on luxury things and things that require beauty. In addition, you can get great gifts until the end of the month! Your earnings will start to increase in this process, and you can also profit from trading. On March 16, there will be a full moon in Virgo. With this full moon, foreign affairs may come to the fore, you can organize travels, and you can handle your passport-visa transactions. This week is a great week to carry out promotional, advertising, public relations activities! You can get positive support from people with position-status and increase your earnings. On March 30, the new moon will occur in Aries.This new moon has interesting effects. At this new moon time, you may want to change the place, house, city you live in, and you can even conduct research and interviews about it. Buying, selling a new house, and related developments may occur. In fact, I think this new month may cause you to reconsider your future goals and take new actions. You can also identify areas in your life that you are dissatisfied with and take steps to correct them. Maybe you need some changes in your career plan.",
    "love_montly": 4,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "March 3 Mars and Saturn retrograde will begin. Mars retrograde will be in Libra and will last until May 20.It will be effective on business, career and professional issues. In this process, it is useful not to expect a rapid rise in your business life. You may receive criticism from your superiors and managers that often annoys you. This is a period when you have to take it from the bottom and maintain your calmness and composure. In this transit time, your mistakes and the steps you take will be much more visible. Getting a promotion will be a little more difficult between these dates. It is not a very suitable process for changing jobs, you work like a donkey in terms of business, you get very tired but you may get little appreciation.You can immediately lose your motivation. Aggression may prevail in relations with managers, and you may not be able to defend your rights sufficiently. Or you may find yourself constantly on the defensive against something.Saturn will retrograde in Scorpio on July 22. While you are restructuring your social and friendship relations with Saturn passing through your 11th house, you may question your relationships more as it starts to go retrograde. I wonder if I did well in letting this person into my life? or Did I be too judgmental in removing it from my life? You can experience a state of mind by thinking about questions such as: You may feel alone in crowded groups, and you may approach more cautiously and questionably when undertaking joint projects with your friends. As Saturn goes retrograde, it may take a little more time and effort to maintain relationships with new people who enter your life. Your old friends, whom you have not seen for a long time, may contact you, and you can have many opportunities to reminisce about the old times with them. You may want to distance yourself from your existing social circle and friends.On April 15, a lunar eclipse will occur in Libra. With this eclipse that will occur in your career house, you will be able to overcome possible problems and problems much more easily, you may encounter new job titles, promotions, changes may occur, you may have to make important meetings, meetings and make some decisions. Disruptions and delays may occur only in orders, in cargoes, in foreign affairs, in matters. On April 29, a solar eclipse will occur in Taurus. This eclipse will take place in your 5th house. Children, love life, conditions where you can enjoy life more, jobs that require creativity, risky activities, your hobbies will be the main subject of this eclipse. You can take up a new communication-oriented occupation, hobby, flirty effects will be active for the lonely, you can open your doors for love. Positive supportive effects on pregnancy-related issues will be in effect. Those who have children may have to deal with or resolve a problem or problem of theirs. Your mind will be very busy to do creative work. Those who are interested in arts such as theater can receive particularly pleasant news. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. Jupiter entering your 8th house; First of all, it will be effective on issues such as joint gains, gains belonging to others, inheritances, alimony. You can take advantage of other people's money or opportunities much more comfortably. It will be much easier and effortless for you to take out a loan this period, but do not get into debts that may exceed your attention span. Students will be able to receive scholarships much more easily this term, and those who will invest in their business will be able to provide a short-term return. There are also increases in revenues from partnerships. Your spouse's financial gains will begin to improve and increase. Your sponsorship negotiations can turn out to be much more positive. You will be able to get rid of your possible debts much faster. This can be with the money that you will receive.On October 8, a lunar eclipse will occur in Aries. This eclipse takes place in your 4th house, future goals and plans, family, home, residence, real estate, family life, roots of life, family elders will be included in the main subject of this eclipse. During this eclipse, you may have the opportunity to move to the house you have been waiting for a long time, and you may need to change your home for your job. Some issues from the past in the family may resurface and be examined. During this eclipse, you can move home with someone by a joint decision, move or apply for a loan to buy a house by taking risks.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; social environment and friendships are at the forefront, you can enter new social circles, you can look for ways to increase your financial gains with your friends through joint projects or supports. Pay attention to tensions and stressful times, especially in relationships with love and children. New people may join your life and some may leave.",
    "love_yearly": 4,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/oglak.png"
  },
  {
    "horoscope_name": "Aquarius",
    "date": "(January 21 - February 19)",
    "color": " Turquoise",
    "number": "4, 8, 10, 84, 999, 915",
    "explanation_daily": "\n21 July\nThe issues you worry about during the day can affect your agenda. There may be problems arising from joint works. At the end of the stress experienced, issues with financial returns may come to the fore. You may have to take on new duties in your work. You can get support from someone who is more knowledgeable than you in financial matters.\nWord that defines it:  I seek myself in humanity\nRuling planet:  Saturn\nElement:   Air\nAttribute:  Fixed\nStone:  Aquamarine\nArea against body:  Ankles, blood circulation\nWhen used positively and constructively:  Original intelligence, giving importance to individualization, independent and rational, objective, scientific approach, determined and socially talented, friendly\nWhen misused and exaggerated:  Tough and unfeeling, restless and rebellious, fanatical and thinks they can handle everything with reason, pressures others to accept their views, stubborn",
    "love_daily": 1,
    "healthy_daily": 1,
    "money_daily": 1,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Money-related issues will be at the forefront in your life. In this new moon time, job changes, promotions, raises, and situations that will add money to your money may occur. Again, this new moon time may come to the agenda of buying * selling business. Since Neptune is involved, you can spend a little more of your money on art, cosmetics, clothing, colors, music, etc. Mars and Saturn retrograde will begin on March 3. Mars retrograde will be in Libra and will last until May 20. He will be going backwards in the 9th house. First of all, it will be a process where you need to be careful in traffic and travel, and you will be much more open to accidents. You may experience obstacles, restrictions and stressful situations in your travels. Some delays may occur in legal matters, as well as it may create stress in your life in matters related to higher education. You may need to expend much more energy while expressing yourself in these areas. When Mars goes retrograde, it creates low energy and motivation. You can often fall into disagreements with people around you on religion, philosophy and the meaning of life, and you may find yourself in tense environments. Although you will be constantly meeting with people of important position and status, he will be in this stressful circle in relations with them. Instead of making long-term plans, you can spend your time with shorter-term or even day-saving plans. Saturn will be retrograde in Scorpio until July 22. Saturn retrograde in your 10th house brings business and professional concerns and worries. Did I make the right decision? Or would it be better if I chose that job? They may ask themselves questions such as should I change my job. In relations with superiors, you can enter into a configuration according to yourself. Teamwork and patience will be emphasized more in your business life until June. You will appear more serious in public, or you will have to take such an attitude. Professional responsibilities are increasing, you will be expected to work harder and focus on your work. Venus will enter Aquarius on March 5 and will travel in this sign until April 5th. You will almost illuminate your surroundings with your beauty, you will create a natural attraction area, you can take steps to beautify physically, you can change your hair color, you can have an aesthetic operation or, I don't know, you can research and do whatever it takes to be beautiful. You will attract love into your life more easily, so that you will be the one who is loved, not the one who is in love. Flirts follow! Take a good look at this process. You will be more fun, social, extroverted and able to enjoy life much more. On March 16, there will be a full moon in Virgo. The main theme of this full moon will be money! Bank loans, payments, premiums, debts, etc. With the effect of the full moon, a super affordable loan may come to your feet, this full moon will support you to overcome your possible financial difficulties. You can start a super business, increase your earnings from joint income, get a scholarship. Some of you may come across a very suitable home loan to buy the house they want. This full moon will be able to add money to your money in any case. On March 30, the new moon will occur in Aries. This new moon week can allow you to plan a vacation that is quite enjoyable and maybe a little adventure at the forefront! Or I can suggest you to be especially careful in traffic this week, minor problems may arise due to speed, carelessness. In addition, some contracts and issues that require signature may arise this week. You may need to deal more closely with your close circle and their problems, and a surprising change may occur in your brother's career life.",
    "love_montly": 10,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "Mars and Saturn retrograde will begin on March 3. Mars retrograde will be in Libra and will last until May 20. 9. He will be going back to his house. First of all, it will be a process where you need to be careful in traffic and travel, and you will be much more open to accidents. You may experience obstacles, restrictions and stressful situations in your travels. Some delays may occur in legal matters, as well as it may create stress in your life in matters related to higher education. You may need to expend much more energy while expressing yourself in these areas. When Mars goes retrograde, it creates low energy and motivation. You can often fall into disagreements with people around you on religion, philosophy and the meaning of life, and you may find yourself in tense environments. Although you will be constantly meeting with people of important position and status, he will be in this stressful circle in relations with them. Instead of making long-term plans, you can spend your time with shorter-term or even day-saving plans. Saturn will be retrograde in Scorpio until July 22. 10. Saturn retrograde in your house brings business and professional concerns and worries. Did I make the right decision?, Or would it be better if I chose that job?, Should I change my job? They can ask themselves questions such as: In relations with superiors, you can enter into a configuration according to yourself. Teamwork and patience will be emphasized more in your business life until June. You will appear more serious in public, or you will have to take such an attitude. Professional responsibilities are increasing, you will be expected to work harder and focus on your work. On April 15, a lunar eclipse will occur in Libra. This can bring up domestic or international travel situations, as well as flirting with people who are far away. Minor problems may arise with your packages coming from distant places, make sure you place your orders correctly. It is not a very suitable time to take big risky ventures in financial terms, you can spend your money more on fashion, clothes and beauty. There may be misunderstandings, resentments, resentments in matters related to love, it is useful to be careful not to exaggerate possible issues. On April 29, a solar eclipse will occur in Taurus. This eclipse takes place in your 4th house, future goals and plans, family, home, residence, real estate, family life, roots of life, family elders will be included in the main subject of this eclipse. During this eclipse, you can take the opportunity to move to the house you have been dreaming of for a long time. You may need to change your home for your job. Some issues from the past in the family may resurface and be examined. During this eclipse, you can move home with someone by a joint decision, move or apply for a loan to buy a house by taking risks. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. 7. Jupiter, which will enter your house, will step in to provide you with various opportunities and possibilities in the fields of partnerships, contracts, marriage, bilateral relations. You can sign contracts that will bring you good earnings. Those who are single and single should start preparing for marriage. In favor of bilateral relations, you will be able to easily receive support from your partner and spouse. Your enemies will not be at a distance to harm you, but you will be under the protection of Jupiter. You will be able to see more clearly who your enemies are. Your possible courts will start to end in your favor. You can travel frequently with your partner, partner or spouse, these trips can be abroad. You can display a more conformist attitude in your relationships, you can be more possessive than usual. You may need to support your spouse financially. If you are single, prepare yourself for a long-term relationship. You can also display a more optimistic attitude to your bilateral relations. On October 8, a lunar eclipse will occur in Aries. This eclipse will take place in your 3rd house. Education, learning, mental activities, siblings, travels to close places, first degree relatives, all kinds of communication will be the main subject of this eclipse. Your words, your thoughts, your ideas will attract a lot of attention. These ideas and thoughts can start a new set of partnerships and work. Some important trips may come up, you may receive news that will give you pleasure. Thanks to this eclipse, you can get good support for opening a website, publishing a book, etc. that you have been thinking about for a while. Again, you will be able to focus on topics that will provide new information flow to your life, such as a new training, seminar, course, and this information can be in training that will benefit you in your professional life. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; Business and career issues are at the forefront. You can go through a crossroads in your career, important developments are at your doorstep. You should balance the house and work well, and you may need to deal with issues such as relocation, moving, and renovation. There may be surprising developments regarding the financial issues of your partner, partner or spouse.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/kova.png"
  },
  {
    "horoscope_name": "Pisces",
    "date": "(February 20 - March 20)",
    "color": "Light green, sea green",
    "number": "7, 11, 73, 354, 7299",
    "explanation_daily": "\n21 July\nThere may be an increase in your responsibilities in your working life. New jobs may affect your agenda. The issues you expect may be resolved. You may have a hard time making the changes you want. Circumstances related to your co-workers may affect you. Letting things go can be a relief. There may be money coming from your business life.\nWord that defines:  I seek myself in my sacrifices\nRuling planet:  Jupiter\nElement:    Water\nAttribute:  Variable\nStone:  Bloodstone, colorless stones\nThe part of the body that it opposes:  Feet\nWhen used positively and constructively:  altruistic and giving, believing in universal unity, inspired and artistic, developed tastes, expressive in the artistic field, sensitive, strong belief\nWhen abused and exaggerated:  overly sensitive and weak character, weak-willed, easily pessimistic, unprincipled and indecisive, self-victim and self-pitying, irrational",
    "love_daily": 2,
    "healthy_daily": 3,
    "money_daily": 1,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Thanks to this new one, you can make room for new beginnings in your life, new house, new car, new job, new lover, new friends, you will be open to innovations and new beginnings in every sense you can think of. In addition, this week when your intuition will pick you up, your intuition can be a guide and you can trust them.Mars and Saturn retrograde will begin on March 3. Mars retrograde will be in Libra and will last until May 20. He will go back to his 8th house. Stressful conditions may occur in matters related to other people's money, you may receive serious criticism about your financial needs from others, or you may not be able to reach these resources for a short time. The loan you plan to withdraw from the bank may not come out at the last moment. Delays and slowdowns may occur in jointly earned income, and you may have difficulty finding or repaying debt.This could be a date range where payments could be delayed and cause stress. In short, it is better not to wait for beneficial big developments regarding money, some problems may arise in scholarships, premiums, alimony and banking affairs. It's not a good time to get into big debts. Saturn will be retrograde in Scorpio until July 22. You may begin to question and criticize your ideals, outlook on life and belief system. As Saturn transits through your 9th house, it may make you wonder if you are really connecting with the right people to help you achieve your ideals. You can enter the training and learning process about new techniques that will be useful to you in the future, especially in the professional sense, but this process can be both heavy and troublesome for you. You can get help and support from a lawyer. In addition, you have a court or legal issues that you want to be concluded, waiting for a little more time. Venus will enter Aquarius on March 5 and will travel in this sign until April 5th. It points to times of crisis in relationships. If you are in a relationship, you may question the course of your relationship, whether he loves you or not, and make unnecessary jealousy and whims. To tell the truth, you are not in a very lucky period in favor of relationships, it could be something like this; In secret, you may be drawn into relationships that will not be approved by those around you. For example, you can flirt with a married man, chat with someone who has a girlfriend, or meet someone older or younger than you. Especially at the time of this transit of Venus, it is useful to be careful about sexually transmitted diseases. I know you hated me because of what you've read so far, but it's not in my hands, I'm writing about the potential effects after all. Another possible effect of this transit is that you don't feel worthy of a relationship, It may recur in the form of feeling lonely or feeling lonely even when you are in a relationship. On March 16, there will be a full moon in Virgo.With this full moon, lonely fish, a super relationship may come to your feet, some of you may receive a marriage proposal. In addition to this, very important business meetings and partnership offers will be on the agenda, as well as signing important agreements that will bring you income this week. On March 30, the new moon will occur in Aries. This new moon time will support you financially! Promotion, search for job interviews with better opportunities, a surprise development regarding money, unexpected opportunities may occur. The planets are working hard for you to earn more money! In addition to this, your needs and expenses may increase in the same way this week, extras may appear more in your life, it is still useful to keep your budget under control.",
    "love_montly": 5,
    "healthy_montly": 10,
    "money_montly": 5,
    "explanation_yearly": "Mars and Saturn retrograde will begin on March 3. Mars retrograde will be in Libra and will last until May 20. 8. He will go back to his house.Stressful conditions may occur in matters related to other people's money, you may receive serious criticism about your financial needs from others, or you may not be able to reach these resources for a short time. The loan you plan to withdraw from the bank may not come out at the last moment. Delays and slowdowns may occur in jointly earned income, and you may have difficulty finding or repaying debt.This could be a date range where payments could be delayed and cause stress. In short, it is better not to wait for beneficial big developments regarding money, some problems may arise in scholarships, premiums, alimony and banking affairs. It's not a good time to get into big debts.Saturn will be retrograde in Scorpio until July 22nd. You may begin to question and criticize your ideals, outlook on life and belief system. As Saturn transits through your 9th house, it may make you wonder if you are really connecting with the right people to help you achieve your ideals. You can enter the training and learning process about new techniques that will be useful to you in the future, especially in the professional sense, but this process can be both heavy and troublesome for you. You can get help and support from a lawyer. In addition, you have a court or legal issues that you want to be concluded, waiting for a little more time.On April 15, a lunar eclipse will occur in Libra. 8. With the effect of the eclipse that will take place in your home, you can handle your banking transactions, do credit research, and easily overcome possible problems related to payments. You can also increase your income from joint earnings. You may have to deal with an important issue in money matters, bonuses, scholarships, receivables, alimony will be among the topics of this full moon. Only in your private life, delusions, tensions, focusing problems, misunderstandings may occur.Unnecessary resentments and resentments may occur. You may not find exactly what you expected. On April 29, a solar eclipse will occur in Taurus. This eclipse will take place in your 3rd house. Education, learning, mental activities, siblings, travels to close places, first degree relatives, all kinds of communication will be the main subject of this eclipse.Your words, your thoughts, your ideas will attract a lot of attention. These ideas and thoughts can start a new set of partnerships and work. Some important trips may come up, you may receive news that will give you pleasure. Thanks to this eclipse, you can open a website, publish a book, etc., which has been on your mind for a while. You can get good support on issues. Again, you will be able to easily focus on subjects that will provide new information flow to your life, such as a new training, seminar, course, and this information can be in training that will benefit you in your professional life.On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. Jupiter, which enters the house of work, working environment, health and daily affairs, will bring all kinds of opportunities, luck and possibilities related to these areas. Conditions in your work and working environment can become much better. Job seekers can land a job where you can travel constantly. You may be called for consecutive interviews. You will start to enjoy your work environment and daily life much more.Your relationships with the people you work with are starting to get great. You can expect an increase in your income from your business life. You may encounter opportunities for personal and physical development. The only thing that really scares me now is that if you don't pay attention to what you eat, you can gain weight quickly and it can be difficult to lose the weight you gain. diet, exercise, etc. an ideal process to revitalize activities in your life You can overcome health-related problems more easily. But do not forget to take care of your stomach and throat. Your work and working environment creates a relaxed and festive atmosphere.On October 8, a lunar eclipse will occur in Aries. This eclipse will almost project onto your financial issues. You can get good and pleasant news, especially about financial matters. You may encounter new income doors and new projects related to the work you are dealing with. However, this eclipse can increase your workload a little more, and you can take on new duties and responsibilities. This eclipse will not only be in monetary terms, but also in relation to your possessions. You can make a breakthrough for something with a large amount that you have been planning to buy for a while.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; legal issues, your ideals, relations with foreigners, trade issues are at the forefront. Pay attention to the relations with important people in the managerial position, who have made a name, and you can catch opportunities to change your life that you have wanted to change for a while. Important developments related to foreign affairs or persons may come to the fore.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/balik.png"
  }
]
