[
  {
    "horoscope_name": "Aries",
    "date": "(March 21- April 19)",
    "color": "Red",
    "number": "6, 9, 15, 343",
    "explanation_daily": "\n26 July\nYou are torn between reason and emotion, and if you do not resolve this dilemma, you will not find peace. Ask a friend for help today, it might be the solution you're looking for.",
    "love_daily": 5,
    "healthy_daily": 10,
    "money_daily": 6,
    "explanation_montly": "In the first half of this month, matters such as career, your relationship with bosses and money will be remarkable, while in the second half of the month, you will gain mobility in family and family-related issues. There may be a move and renovation situation, or a job change may be on your agenda. As long as you don't make impulsive decisions, you can have a good month.",
    "love_montly": 5,
    "healthy_montly": 10,
    "money_montly": 6,
    "explanation_yearly": "As of March 3, both Mars and Saturn will start retrograde motion. Mars will retrograde in Libra until May 21. Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships. You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive. Because of misunderstanding the intentions of those who want to help and support you, you may be too harsh with them, and you may become cold. This date range is not a good time to start a partnership or get married. Saturn is in Scorpio retrograde until July 21 . Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments. You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult.You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On April 15, a lunar eclipse will occur in Libra. When looking for an answer to the question, Is it okay for relationships or to continue?, important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On April 29, a solar eclipse will occur in Taurus.This eclipse, which will take place in your 2nd house, will begin to show its effects on your financial resources, your budget, and your valuables. In these days when more concrete developments regarding your earnings will be experienced, you can re-evaluate your budget and look for ways to increase your earnings. Important trading issues may come up. There may be tense developments in friendships and social relations, it is better not to make a sudden decision without learning the inner side of the issues. It is useful to be careful against sudden expenditures or unnecessary expenditures.Venus will now enter your sign on May 3 and travel in your sign until May 29. Don't worry if love hasn't come in the full moon until now, you will have plenty of time for love until this date, it will be ideal times to make physical changes, change the style and color of your hair.You will be able to look at life more from the window of love, and you will be able to wear the mask of cuteness for a long time. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will now enter the sign of Leo and travel in this sign for a full year.I present to you the song 'Love is in the air'. Are you ready for a long-term love affair, especially for singles? Jupiter has rolled up its sleeves to get you into a love affair that you will be very jealous and possessive of. Besides, other areas where Jupiter will show the effects of luck, abundance, growth will be related to your pleasures, hobbies, children's issues, risky activities and investments.      Those who are married and want to have children, you can have children thanks to Jupiter. You can earn from speculative business such as stock market. Those who work in jobs that require creativity, the bells are ringing for you. It is a process where you can produce permanent works and profit from them. Some of you will be able to make a name for themselves with their work. Times when you can enjoy life so much more. You can give more space to entertainment and pleasure in your life. You can win something out of the air, a prize, a lottery or a very fun holiday! On October 8, a lunar eclipse will occur in your sign. There will be situations where personality will come to the fore, your health, your physical appearance, important beginnings and initiatives in your life during this eclipse. In this eclipse you will be quite remarkable both physically and mentally. The steps you take may affect your life in general.You will attract attention with your ideas about new beginnings.You will be under appropriate support to take responsibility for your private life, to take control, and perhaps to regulate and discipline your private life. On October 23, a solar eclipse will occur in Scorpio and Venus will enter Scorpio on that day. With the eclipse, if you are looking for financial resources, you may be under supportive effects during this eclipse, but the gains and losses seem to come together. Important agreements and contracts may come to the fore, especially regarding your business and career.Surprise developments will be at the door regarding debt, credit and debt issues, and financial issues of your spouse or partner. On December 6, the full moon will occur in Gemini; unexpected, surprise, sudden trips may come to the fore, but pay attention to delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels.Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. In this period, there may be supportive effects in terms of career. There may be situations that will make you love your job more or enjoy your job, and you may receive support or support from your superiors. If you are looking for a job, you will have a high potential to find a job with the support of your friends or partners in this period.",
    "love_yearly": 7,
    "healthy_yearly": 6,
    "money_yearly": 8,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/koc.png"
  },
  {
    "horoscope_name": "Taurus",
    "date": "(April 21 – May 20)",
    "color": "Green, earth colors",
    "number": "5, 6, 13, 188, 4524",
    "explanation_daily": "\n26 July\nThere are no barriers to your entertainment plans today, so rest your mind and move on. It doesn't hurt to have fun once in a while, the important thing is not to overdo it.",
    "love_daily": 10,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "While the month of July brings you changes regarding your abroad, presentation, academic life and beliefs, it also seems to make you question your relationship with your siblings and close circle. Therefore, I can say that as long as you put the right distance in your relationships this month, you will not have a great difficulty. Also, this month will be your year of planning, I would say definitely don't make emotional decisions.",
    "love_montly": 10,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "As of March 3, both Mars and Saturn will start retrograde motion. Mars will retrograde in Libra until May 21.Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships.You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive.Because of misunderstanding the intentions of those who want to help and support you, you may be too harsh with them, and you may become cold. This date range is not a good time to start a partnership or get married.Saturn is in Scorpio retrograde until July 21 . Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments. You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult.You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On April 15, a lunar eclipse will occur in Libra. When looking for an answer to the question, Is it okay for relationships or to continue?, important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On April 29, a solar eclipse will occur in Taurus.This eclipse, which will take place in your 2nd house, will begin to show its effects on your financial resources, your budget, and your valuables. In these days when more concrete developments regarding your earnings will be experienced, you can re-evaluate your budget and look for ways to increase your earnings. Important trading issues may come up. There may be tense developments in friendships and social relations, it is better not to make a sudden decision without learning the inner side of the issues. It is useful to be careful against sudden expenditures or unnecessary expenditures.Venus will now enter your sign on May 3 and travel in your sign until May 29. Don't worry if love hasn't come in the full moon until now, you will have plenty of time for love until this date, it will be ideal times to make physical changes, change the style and color of your hair.You will be able to look at life more from the window of love, and you will be able to wear the mask of cuteness for a long time. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will now enter the sign of Leo and travel in this sign for a full year.I present to you the song 'Love is in the air'. Are you ready for a long-term love affair, especially for singles? Jupiter has rolled up its sleeves to get you into a love affair that you will be very jealous and possessive of. Besides, other areas where Jupiter will show the effects of luck, abundance, growth will be related to your pleasures, hobbies, children's issues, risky activities and investments. Those who are married and want to have children, you can have children thanks to Jupiter. You can earn from speculative business such as stock market. Those who work in jobs that require creativity, the bells are ringing for you. It is a process where you can produce permanent works and profit from them. Some of you will be able to make a name for themselves with their work. Times when you can enjoy life so much more. You can give more space to entertainment and pleasure in your life. You can win something out of the air, a prize, a lottery or a very fun holiday! On October 8, a lunar eclipse will occur in your sign. There will be situations where personality will come to the fore, your health, your physical appearance, important beginnings and initiatives in your life during this eclipse. In this eclipse you will be quite remarkable both physically and mentally. The steps you take may affect your life in general.You will attract attention with your ideas about new beginnings.You will be under appropriate support to take responsibility for your private life, to take control, and perhaps to regulate and discipline your private life. On October 23, a solar eclipse will occur in Scorpio and Venus will enter Scorpio on that day. With the eclipse, if you are looking for financial resources, you may be under supportive effects during this eclipse, but the gains and losses seem to come together. Important agreements and contracts may come to the fore, especially regarding your business and career.Surprise developments will be at the door regarding debt, credit and debt issues, and financial issues of your spouse or partner. On December 6, the full moon will occur in Gemini; unexpected, surprise, sudden trips may come to the fore, but pay attention to delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. In this period, there may be supportive effects in terms of career. There may be situations that will make you love your job more or enjoy your job, and you may receive support or support from your superiors. If you are looking for a job, you will have a high potential to find a job with the support of your friends or partners in this period.",
    "love_yearly": 7,
    "healthy_yearly": 7,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/boga.png"
  },
  {
    "horoscope_name": "Gemini",
    "date": "(21 May – 21 June)",
    "color": "Yellow and orange",
    "number": "3, 5, 24, 233, 3545",
    "explanation_daily": "\n21 July\nYou can't always live in a lantern. Sometimes dealing with life and problems helps us mature and take care of ourselves.",
    "love_daily": 3,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "Money and money-related issues seem to knock on your door this month. It is also possible to say that you will put a lot of effort into getting a loan or lending you money, banking transactions and opening new income doors. I don't think you will have a problem if you move forward with smart decisions and open up economically this month.",
    "love_montly": 3,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "Both Mars and Saturn retrograde in March. Mars will be retrograde in Libra until May 20. Mars in the 5th house of your chart is in the area of ​​love, children and hobbies that will go back. This retrograde will continue until April 14. In this process, those who are alone in their possible new relationships may be somewhat problematic, the relationship may not show itself, may not progress, or some sexual problems may occur in the relationship. In another possible scenario, the ex-lover will appear one after the other, but it should not be forgotten that a lover whose retro period has come cannot be trusted and can go as it came, it is useful to take the steps carefully. Retro design is a great process for creative work, your creativity can skyrocket. In this retrograde period, take care to be protected especially in your relationships, especially for those who do not have permanent relationships, the sky whispers that you may be dealing with sexually transmitted diseases. And let's talk a little bit about children, those who have children may witness that they are sick more often in this process or they may see that they start to become more introverted, your children may tend to act a little more insidiously. Let's say you decide to have children, during this date range, miscarriage or difficulties may arise in conceiving. Again, speculative earning tools such as gambling may cause distressing problems, your luck may not be good in these areas, it is better to be careful. In addition, the time you spend for your hobbies can increase even more, in short, you can be more lazy. You may observe a decrease in your sexual libido. Saturn will go retrograde in Scorpio until July 22. 6. Saturn going retrograde in your house; It will start to show its effects on issues related to your daily work and working environment, especially your health. Especially health problems that seem to be in the past may recur, and your body may be more sensitive than ever. In particular, pain in the lumbar region may occur. You can review your relationships with the people you work with, if you are an employer, you can redefine your needs. There may be delays and suspensions in the projects you are working on. It is time for you to reconsider your daily life needs. Your relationships with the people and institutions you work with may be put to the test. On April 15, a lunar eclipse will occur in Libra. This eclipse will take place in your 5th house. Children, love life, conditions where you can enjoy life more, jobs that require creativity, risky activities, your hobbies will be the main subject of this eclipse. You can take up a new communication-oriented occupation, hobby, flirty effects will be active for the lonely, you can open your doors for love. Positive supportive effects on pregnancy-related issues will be in effect. Those who have children may have to deal with or resolve a problem or problem of theirs. Your mind will be very busy to do creative work. Those who are interested in the arts can receive particularly pleasant news. On April 29, a solar eclipse will occur in Taurus. Situations may arise in your life that you cannot control or foresee, especially avoiding risks is not the right time to take financial risks. During this eclipse, you may need to provide important help and support to someone from your close circle or a friend. Your feelings can be strengthened, you can deal with dreams and subconscious issues. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will leave the sign of Cancer and will now enter the sign of Leo, and this journey will last a full year. 3. Thanks to Jupiter, which will enter your house, you may encounter various opportunities and chances in the next 1 year in communication, information exchange, relations with the close environment, issues related to siblings, neighbors and education. Many trips will start to come up, these will be domestic, medium-length trips. Some of you will be able to make a name for themselves more through communication, writing, internet, blog, website etc. channels and will be able to expand abroad. Some of you may hire a publisher and have their first book published. It's a great time to learn new things, especially to start a foreign language! You will be able to deal with possible problems with your neighbors much more easily. Some of you will be able to earn income from jobs such as public relations, promotion, advertising. On October 8, a lunar eclipse will occur in Aries. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication. During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; Some confidential and hidden information and news may come out, a change in your work and working conditions, developments may occur, it means that you work harder and get tired. So pay attention to health, especially the waist area, the thigh part. You can start diet or sports, get counseling from a health specialist. Acting in secrecy is associated with secret hostilities, diseases, inhibitions, restrictions, gossip. Thanks to the eclipse, these subjects are illuminated and become visible. During this eclipse, some events in your life may happen outside of your control, especially business and career related issues. Some information that is hidden from you, some rumors that go around your back may come to light. You may become more aware of the conditions that have set or hindered you. You will be able to easily detect hostile personalities who are likely to harm you. It is useful to pay extra attention to your health, especially allergy-related problems may arise. On October 23, a solar eclipse will occur in Scorpio. Okay for relationships, continue? When an answer to the question is sought, important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On December 5, Mars will enter Aquarius and will travel in this sign until the end of the year. The area where you will take action, take initiative and struggle will be the issues that concern your work and career. You can move towards your planned goals faster and more concentrated. It will be beneficial for you to keep your cool against possible tensions in matters concerning your business and career. Job seeking bulls and rising bulls may face developments by the specified date",
    "love_yearly": 7,
    "healthy_yearly": 4,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/gemini.png"
  },
  {
    "horoscope_name": "Cancer",
    "date": "(June 22 - July 23)",
    "color": " Silvery gray, blue tones",
    "number": "2, 4, 12, 88, 456, 9742",
    "explanation_daily": "\n26 July\nYou know, the Moon is in the void, don't start anything new. Distraction can be overwhelming.",
    "love_daily": 10,
    "healthy_daily": 6,
    "money_daily": 3,
    "explanation_montly": "work and career!I can say that July will be a busy month for you. In the first half of the month, it is possible to be tested more in bilateral relations. If you are married or have a partnership, it is unlikely that you will encounter some surprises in the first half of this month. In the second half of the month, you will make more decisions about yourself. If you treat this month as the month of breakthrough and change, you will be the winner.",
    "love_montly": 10,
    "healthy_montly": 6,
    "money_montly": 3,
    "explanation_yearly": "Both Mars and Saturn will go retrograde in March. Let's talk about Mars first; Mars will go retrograde in Libra and will show its effects until May 20. Mars will retrograde in the 4th house of your chart. This area is related to home, family, placement, real estate, ancestors, roots. The retrograde of Mars may cause some problems and problems regarding the possible beginnings and breakthroughs you will make in this area. It is not a very suitable process for buying and selling a house, mishaps may arise in the constant paperwork. If you are a man, you may need to take care of your mother's health more closely, if you are a woman, there may be circumstances where you need to take care of your father in the same way. It may be a little more difficult in this process to meet your family on a common ground, and you may have difficulties in accepting your wishes to them. During this retrograde period, you can make deep researches about your ancestors, roots and family tree. A number of technical problems and malfunctions may occur at marsian points (water heater, combi boiler, stove, natural gas line, etc.) in the house. Or you may encounter such problems frequently in the houses you have bought or rented. Your siblings may have financial difficulties. Stressful situations may occur in money-related communication and conversations. Retrograde on Saturn on March 3   It is in Scorpio and will last until July 22. 5. Saturn retrograde in your house; It's time to rebuild our relationships with love and children and identify what you really need. You may fall in love with people who are older than you. Those who are considering having children may reconsider this issue or may encounter some delays. It is time to establish more logical relationships that are firmly on the ground, but one should not expect rapid developments. This is not a good time to take risks unless your Saturn is retrograde at the time you were born.For those who have children, it is a period when they need to be more sensitive to their needs. But you should not forget to say NO when appropriate. This also applies to your private life.On April 15, a lunar eclipse will occur in Libra. This eclipse takes place in your 4th house, future goals and plans, family, home, residence, real estate, family life, roots of life, family elders will be included in the main subject of this eclipse. During this eclipse, you may have the opportunity to move to the house you have been waiting for a long time, and you may need to change your home for your job. Some issues from the past in the family may resurface and be examined. During this eclipse, you can move home with someone by a joint decision, move or apply for a loan to buy a house by taking risks.On April 29, a solar eclipse will occur in Taurus. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication.During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings.On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will leave your sign and will now enter the sign of Leo. As of this date, in a 1-year period; 2. Jupiter entering your house; It can increase your need for financial confidence. It can compare you with all kinds of luck, support, opportunities related to financial matters. Since we are talking about Jupiter, it is certainly not the small gains that are meant to be expressed. This can be a large amount of money that you will receive after a sale, or it can come with a much better paying job as a result of a job change. In any case, you are entering a really enjoyable process financially. You will be able to easily find support from institutions and individuals related to financial matters. You may feel optimistic about financial matters, but remember that too much can bring harm. As Jupiter will act as a magnifying glass, you can also increase your spending and be more generous than ever before. Earning money will now be much easier for you. You can rely on your natural talents for where and how to earn money, and you will also be able to access information on how to earn it much more easily. You can also approach financial issues from a more spiritual dimension. The logic of Let me spend so that it will come! can settle in you. You can spend more on things that will provide your comfort and comfort. You may have to travel a lot to earn money, or you may be in contact with people in distant places and strangers. You can go into business, evaluate your investments, and make plans to own a house.On October 8, a lunar eclipse will occur in Aries. 10. This eclipse, which will take place in your home, will be impressive on business life, balances in business life, situations regarding your career, relations with managers, and issues that will enable you to be in front of the society. Supportive effects will be in effect for job seekers, those who want to change their jobs, those who want to be promoted, those who want to be appreciated for their work. You can attract the attention of your managers with your ideas and thoughts. A new set of beginnings and steps related to your business and career may come to the fore. You may encounter conditions where you need to be more in front of the public. But be careful, as you will be in the spotlight, both your good and bad steps will not go unnoticed.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; issues related to love and children are in the foreground. In private relationships, power and the power struggle can make it difficult from time to time, but very romantic days are at hand for crabs. Those who are considering having children can do studies. It is useful to be careful against surprise expenditures in the financial sense.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yengec.png"
  },
  {
    "horoscope_name": "Leo",
    "date": "(July 24 - August 21)",
    "color": "Sun colors, orange",
    "number": "1, 4, 34, 653, 6743",
    "explanation_daily": "\n26 july\nAsk yourself, can't you cause too much pressure, too much expectation on those around you at some times? Be careful about this. ",
    "love_daily": 5,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "The main topic of this month will be your working life, your health, your colleagues and your psychological state. In the first half of the month, there will be areas where you receive and receive more health and services, while in the second half, you may find yourself more introverted and avoiding socializing a little more. That's why I say don't get yourself into things as much as possible this month.",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "In March, Mars and Saturn will start retrograde in Libra and this retrograde, which will affect until May 20, will go back in the 3rd house.3. The house is generally related to correspondence, communication, siblings, close environment, relatives, education. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In this process, some problems may come into play in your relations with your siblings, especially if you are carrying out some business together with them. You have a bomb project that will explode, but you may have a hard time convincing or marketing it to some channels. Another possible effect, which I think is the most important one, is that you should be careful in traffic. Minor accidents as a result of distraction in traffic, you can constantly scratch your car here and there. If you are a website owner, your site may be attacked during this regression period, it may be in danger of crashing, it is useful to back up your information. In addition, tensions in relations with your close circle, erroneous information and gossip can make you feel a little bored. Saturn will be retrograde until July 22 in Scorpio. Saturn passes through your 4th house, which indicates that the unresolved issues of the past in the family will come to the fore again. During this period in which family relationships will be emphasized, Saturn will offer you the patience and time necessary to build relationships, but you may encounter delays and obstacles. In business such as buying and selling a house, bureaucratic and paperwork delays may occur, and delays may be experienced. You may be a little more self-directed, and you may find it difficult to fully reflect what is inside you. It is the ideal time to tidy up your private life and to identify the real needs of your life. Another possible effect is; You may have the opportunity to re-purchase the house you missed, which you previously planned to buy. On April 15, a lunar eclipse will occur in Libra. Unexpected, surprise, sudden trips may come up, but beware of delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the Internet. You can build a website, create a blog, and be actively involved with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. On April 29, a solar eclipse will occur in Taurus. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication. During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will enter your sign and move in your sign for a full year. I have great news for you, but first I want to talk about the possible bad. However, while reading your horoscope, leave a pleasant taste in your palate. Jupiter, which will progress in your sign, may gain weight and it may not be easy to get rid of the weight. You can be extremely stubborn, optimistic, lazy. Now let's come to the good news; It will provide all kinds of opportunities and opportunities for you to make new beginnings. This will also offer you luck in the field of bilateral relations. You can start to look at life from a more optimistic perspective, as well as a noticeable increase in your earnings, you can start to be interested in subjects such as religion and philosophy, you can research and read. It will be much easier for you to find help and support with every step you take, and many of your ventures will not fail. You can come across all kinds of opportunities to reveal your talents. You may be even more fond of your luxury. Some of you may turn to soil and land related issues. You will be in a natural protection circle about your health. You will be able to find solutions to your possible health problems more easily. A lot of travel is coming into your life, all you have to do is take action. These trips may be to distant countries. A process that will increase your self-awareness. You start to care more about your personal development. On October 8, a lunar eclipse will occur in Aries. This eclipse will take place in your 9th house; Travels to distant places, distant relatives, legal issues, international relations, import, export, sales, marketing, public relations, promotion, prominent people, promotions etc. will be affected. You may experience good and positive developments regarding legal issues, travel abroad may come to the fore, job seekers can start a job in a multinational company, especially this term. On October 23, a solar eclipse will occur in Scorpio. With the solar eclipse that will take place in Scorpio, unexpected, surprise and sudden travels may come to your attention, but beware of delays and loss of belongings in these travels. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/leo.png"
  },
  {
    "horoscope_name": "Virgo",
    "date": "(August 22 - September 23)",
    "color": "Mavi",
    "number": "0, 5, 16, 888, 6848",
    "explanation_daily": "\n26 July\nIn order not to show your tiredness too much, it is useful to take some. People may get the wrong idea about you if they trust you and see you very upset.",
    "love_daily": 4,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "The month of July will bring you activity in love and social relationships, and in the second half of the month, you may experience interesting developments, especially in love relationships. Therefore, if you have a lover, I would say pay maximum attention to your communication with him. If you are not in a relationship, there may be a good opportunity for a new union. Also, at the beginning of the month, there may be an acceleration in your social media halfway through.",
    "love_montly": 4,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "Both Mars and Saturn will go retrograde in March. Mars retrograde will last until May 20.Mars will go retrograde in the 2nd house of your chart, the 2nd house is generally related to financial gains, portable items you have, money. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In financial terms, the abundance of money may not be long in this period, the money goes as it comes and there is a hole in your wallet, it may seem like a secret hand is constantly pulling the money out of your pocket. In addition, there may be delays in payments due to you. Another possible effect is that you may be distracted in money-related matters and not be able to take the right steps. This period should be careful against thefts and deceivers, it will not be an ideal period for making investments. On March 3, it will begin its retrograde motion on Saturn as well as Mars. 3. Saturn retrograde in your house; You will start to test the relationships you have started to reconstruct with your close circle and siblings, and you will be able to find out if you are taking the right steps. Situations may arise that require you to express yourself more, especially to older people. It's a great time to complete and go over your old unfinished business. You can keep the administrative work of the apartment you live in, and you can get together with your siblings more. It is an ideal time to sort, correct, overhaul, revise old accounts. You can go back to places you have visited before. You can be more introverted rather than extroverted, and you can be a little stingy in your sharing while sharing what you wrote before with those around you. On April 15, a lunar eclipse will occur in Libra. This eclipse will almost project onto your financial issues. You can get good and pleasant news, especially about financial matters. You may encounter new income doors and new projects related to the work you are dealing with. However, this eclipse can increase your workload a little more, and you can take on new duties and responsibilities. This eclipse will not only be in monetary terms, but also in relation to your possessions. You can make a breakthrough for something with a large amount that you have been planning to buy for a while. On April 29, a solar eclipse will occur in Taurus. This eclipse will take place in your 9th house; travels to distant places, distant relatives, legal matters, international relations, import, export, sales, marketing, public relations, promotion, considerable owner, promotion etc. issues will be affected. You may experience good and positive developments regarding legal issues, travel abroad may come to the fore, job seekers can start a job in a multinational company, especially this term. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel in this sign for 1 year. 12. Jupiter entering your house; possible gossip will take you into a natural circle of protection against enemies. Doing spiritual work can enable people who do spiritual work to come together and learn from them. You can read more and do research on cult, mystical and psychological issues. Jupiter will not be on a very visible side of your life, so your experiences will not be related to the physical world. You can turn inward and engage in creative work. The spiritual maturation and growth process will begin for you. You can start to look at life from a more peaceful window and much more positively. Your need for solitude may increase, but you may want to be alone because you enjoy it, not because of necessity or depressiveness. You can actively work in charitable and charitable organizations. On October 8, a lunar eclipse will occur in Aries. Gains belonging to others, inheritance, joint gains, incomes to be obtained without much effort, credit, debt, credit-creditor relations, death, losses, scholarships, insurance premiums etc. will be the main subject of this eclipse. The speed of information-communication on these issues may increase. You may experience particularly good developments regarding alimony at the time of detention, especially in cases of divorce. It's good to have some control over your spending. You will be able to receive financial support from your spouse or partner. Money goes as it comes, and these expense places will usually be related to your debts. You can close an important gap in your life. On October 23, a solar eclipse will occur in Scorpio. Unexpected, surprise, sudden trips may come to the fore, but beware of delays and loss of belongings during these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention.",
    "love_yearly": 3,
    "healthy_yearly": 3,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/basak.png"
  },
  {
    "horoscope_name": "Libra",
    "date": "(September 24 - October 23)",
    "color": "Pale to bright shades of blue",
    "number": "2, 6, 16, 432, 9763",
    "explanation_daily": "\n21 July\nWake up from half sleep and start fighting for your dreams. Otherwise, you will miss the opportunity to learn more about money. ",
    "love_daily": 2,
    "healthy_daily": 2,
    "money_daily": 2,
    "explanation_montly": "As soon as you enter this month, a real estate subject may knock on your door and you can enter into a serious change in this sense. There may be situations such as buying, selling, renting a house. In the second half of the month, your subject will shift to business and career areas. In this sense, do not be surprised if another title such as the care and needs of your elderly acquaintances is added to these two important issues.",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 5,
    "explanation_yearly": "Both Mars and Saturn will retrograde in March. Mars will go retrograde in your sign until May 20. Mars retrograde in your sign can bring a series of setbacks and delays. During this period, you may feel as if something is pulling your life energy down, and you may not even want to get out of bed. Your initiatives may not find sufficient progress and the people around you may accuse you of being selfish all the time. The level of your ambition may drop a little more in this process. During this period, you may find it difficult to show your reactions adequately, and you may experience a feeling of incompleteness. You may find it difficult to claim your rights. It is not a good time to make major physical changes or to have plastic surgery. It is useful to postpone your important major operations for a while. You will also be open to clumsiness and accidents… Saturn will also go back in Scorpio until July 22nd. Saturn retrograde in your 2nd house; finance and budget issues, the resources you have, your belongings, your values will show their effects. Especially in your joint earnings, your mobility may be replaced by stagnation, and you may experience delays in possible payments to you. This will be a time to identify what you really need, manage your resources wisely, and distinguish between luxury and essentials. If you are very open to sharing, maybe it is a process for you to learn to share less, while for those who do not know how to share, it is a process where they will learn how to do it. On April 15, a lunar eclipse will occur in your sign. It will keep all the spotlights on you! If you are single, this eclipse can bring you a very romantic and sensual partner! In addition, eclipse times are ideal times to start a diet, you can lose weight quickly. It is a very convenient process to complete the subjects that need to be completed in your life. You can collect the issues that are problematic in your life and put the last points. During the eclipse, you may feel unnecessarily tense, have difficulty in channeling your energies correctly and effectively, and may experience focusing problems. On April 29, a solar eclipse will occur in Taurus. Gains belonging to others, inheritance, joint gains, incomes that will be obtained without much effort, credit, debt, credit-creditor relations, death, losses, scholarships, insurance premiums, etc. subjects will be the main subject of this eclipse. Information on these issues, communication speed may increase. You may experience particularly good developments regarding alimony at the time of detention, especially in cases of divorce. It's good to have some control over your spending. You will be able to receive financial support from your spouse or partner. Money goes as it comes, and these expense places will usually be related to your debts. You can close an important gap in your life. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will stay here for a full year. 11. Jupiter will enter your house and will start working to expand your social circle. It will bring you together with many people who can support you financially and morally in your life. You will meet new people who will support you. You will begin to encounter various opportunities and chances to reach your ideals and goals. You can take a more optimistic, peaceful and possessive attitude towards your social environment relations. You can participate in group work and take an active role in crowded groups. Your ideas about your social circle may take a more philosophical turn. New foreign nationals can enter your life, and you can travel to distant places with your friends. Together with your friends, you can also start projects that will earn you money. You can take part in large organizations, if you are looking for a job, organizer and so on. You can take care of business. On October 8, a lunar eclipse will occur in Aries. Unions, partnerships, marriage, the health of these people, important beginnings, agreements, contracts in the life of your spouse, partner or partner will be included in the main subject of the eclipse. There will be new energies and new beginnings in your life regarding these issues. Some of you may take steps towards marriage, some of you may sign an important business agreement, and you may undertake partnerships. Okay for relationships, continue? time to seek an answer to the problem. If you have a bad relationship, partnership or marriage, thanks to this eclipse, you can now roll up your sleeves to put an end to it. If it is a good partnership, steps can be taken to move it to the next level. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; There will be financial issues. You need to reevaluate your budget and determine your expense-income balance well. If the eclipse's place and contacts are good in your personal charts, you may encounter surprise, unexpected gains. In addition to unexpected gains, sudden expenses may also come to the fore. You can work to gain new income doors. Especially professionally, supportive effects will be in effect.",
    "love_yearly": 3,
    "healthy_yearly": 7,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/terazi.png"
  },
  {
    "horoscope_name": "Scorpio",
    "date": "(October 24 - November 23)",
    "color": "Dark red, burgundy, blood color",
    "number": "8, 9, 53, 783, 6591",
    "explanation_daily": "\n26 July\nThere can be a lot of confusion about love and meşk. If you catch a bird with your mouth on these issues today, you can't help anyone. Let it be messy.",
    "love_daily": 3,
    "healthy_daily": 6,
    "money_daily": 6,
    "explanation_montly": "This month, I must say that there may be some disruptions in your short-term plans in the first half of the month. For this reason, it will be in your best interest to make your plans with options. In the second half of the month, you may come across issues related to distant roads and distances. You may also be interested in developments related to your distant acquaintances.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/akrep.png"
  },
  {
    "horoscope_name": "Sagittarius",
    "date": "(November 24 - December 22)",
    "color": "Dark blue, purple",
    "number": "3, 12, 582, 943, 2334",
    "explanation_daily": "\n26 July\nSometimes, out of laziness, you become too attached to your ideas, afraid of change. The provocation then makes you very uncomfortable.",
    "love_daily": 5,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "Throughout the month of July, you will go through a change in the first half of the month about your earnings, money, tangible assets, money flow, sense of security, self-confidence, as well as your movable material values, in short, your entire material wealth. Towards the end of the month, your attention may shift to future investment plans. A month to be rational.",
    "love_montly": 3,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "On March 3, both Mars and Saturn retrograde will begin. Mars will be retrograde in Libra until May 20. 11. He will go back to his house. The retrograde of Mars in this area may indicate some delays and obstacles in your social relationships. There may be an awkward, meaningless tension between you and your friends, and unnecessary resentment may occur. You can criticize your friendships too much.Apart from this, some problems may occur in calculating the income you earn from business life, you may not receive your premiums enough, problems and delays may occur in salary payments. There may be frequent disruptions in the organizations you will make with your friends, and you may not be able to analyze your social relations correctly.On the good side, you can get together with people who used to be offended by saying that an old friend can't be an enemy, go over old closed issues, maybe this time you can catch opportunities to melt the ice between you. You may need to make much more effort for your expectations and hopes in life.Try not to keep your expectations from your friends too high during this period. There may be a secret rivalry between you and some of your friends, you may encounter the promised positions, delays in matters, and handicaps.Saturn will be retrograde in Scorpio until July 22. 12. Saturn going retrograde in your house may start to confront you with your fears. Issues related to justice and the state from the past may come to the fore. A relationship that you left behind may come back to you, and it may find you through social networks. It can make you remember things that you have pushed back and forgotten in your subconscious. Saturn moving here can create social phobia, and it can also cause you to worry that people will harm me.It is useful to reorganize your subconscious, mental health and most importantly, your sleep pattern. Maybe it's time to relax your mind a little, purify, get rid of your worries and fears?On April 15, a lunar eclipse will occur in Libra. there will be a time with somewhat tense effects, when your friendships and friendships will be put to the test. There may be a money-related issue between you and a friend, payment, debt and debt. It is useful to be careful not to magnify a problem related to this possible subject.In addition, new people can join your life on the basis of friends, but it is useful to pay attention to whether the people you will meet are well-intentioned. Along with the eclipse, you may encounter an opportunity, a chance, in matters concerning your career. On April 29, a solar eclipse will occur in Taurus. Work and working environment, people you work with, daily routines, personal development, issues related to your health, situations that require hard work, drudgery will be included in the main subject of this eclipse. During this eclipse, some changes may occur in the place or institutional structure of your workplace, and you may not like some job changes. Your workload may increase, and you may be assigned to a new set of projects. This will be a process in which you will work harder but will not be appreciated much. Again, you will be under the supportive effects of health-related issues. You can quit a bad set of habits thanks to this eclipse. You will be able to encounter favorable conditions and opportunities to start dieting or sports.On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. 9. Jupiter entering your house; brings a lot of travel into your life. Only these trips can be for commercial/financial purposes and abroad. You can get all kinds of opportunities and chances in favor of foreigners, subjects related to abroad, education, law, higher education.You can start a new education process, especially a foreign language, for example! Legal problems can be resolved more quickly and in your favour. Some of you may return to the higher education they left unfinished. Some of you may decide to settle abroad with a sudden decision, Some of you may start work in the media, promotion, public relations, communication and publishing sectors. Those who are interested in import and export and international business will have started a very lucky and fruitful process.You may question life, yourself, the world much more, and you may want the answers to be more concrete. You will receive excellent support from considerable, powerful, well-positioned people. These supports can also be financial. You can enter into romantic relationships with those who are alone, with people in distant places.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; Situations may arise in your life that you cannot control or foresee, especially avoiding risks is not the right time to take financial risks. During this eclipse, you may need to provide important help and support to someone from your close circle or a friend. Your feelings can be strengthened, you can deal with dreams and subconscious issues.",
    "love_yearly": 3,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yay.png"
  },
  {
    "horoscope_name": "Capricorn",
    "date": "(December 23 - January 20)",
    "color": "Dark gray, black",
    "number": "8, 9, 62, 122, 7544",
    "explanation_daily": "\n26 July\nSometimes, out of laziness, you become too attached to your ideas, afraid of change. The provocation then makes you very uncomfortable.",
    "love_daily": 4,
    "healthy_daily": 5,
    "money_daily": 5,
    "explanation_montly": "In the first half of this month, there will be opportunities for you to bring things into your life that you would like to do more but could not do for yourself. In the second half, you may be able to review your relationships by shifting your attention from yourself to the other side. In this sense, as long as you pay attention to your communication language and treat yourself well, you will get through the troubles very easily during the month of July.",
    "love_montly": 4,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "March 3 Mars and Saturn retrograde will begin. Mars retrograde will be in Libra and will last until May 20.It will be effective on business, career and professional issues. In this process, it is useful not to expect a rapid rise in your business life. You may receive criticism from your superiors and managers that often annoys you. This is a period when you have to take it from the bottom and maintain your calmness and composure. In this transit time, your mistakes and the steps you take will be much more visible. Getting a promotion will be a little more difficult between these dates. It is not a very suitable process for changing jobs, you work like a donkey in terms of business, you get very tired but you may get little appreciation.You can immediately lose your motivation. Aggression may prevail in relations with managers, and you may not be able to defend your rights sufficiently. Or you may find yourself constantly on the defensive against something.Saturn will retrograde in Scorpio on July 22. While you are restructuring your social and friendship relations with Saturn passing through your 11th house, you may question your relationships more as it starts to go retrograde. I wonder if I did well in letting this person into my life? or Did I be too judgmental in removing it from my life? You can experience a state of mind by thinking about questions such as: You may feel alone in crowded groups, and you may approach more cautiously and questionably when undertaking joint projects with your friends. As Saturn goes retrograde, it may take a little more time and effort to maintain relationships with new people who enter your life. Your old friends, whom you have not seen for a long time, may contact you, and you can have many opportunities to reminisce about the old times with them. You may want to distance yourself from your existing social circle and friends.On April 15, a lunar eclipse will occur in Libra. With this eclipse that will occur in your career house, you will be able to overcome possible problems and problems much more easily, you may encounter new job titles, promotions, changes may occur, you may have to make important meetings, meetings and make some decisions. Disruptions and delays may occur only in orders, in cargoes, in foreign affairs, in matters. On April 29, a solar eclipse will occur in Taurus. This eclipse will take place in your 5th house. Children, love life, conditions where you can enjoy life more, jobs that require creativity, risky activities, your hobbies will be the main subject of this eclipse. You can take up a new communication-oriented occupation, hobby, flirty effects will be active for the lonely, you can open your doors for love. Positive supportive effects on pregnancy-related issues will be in effect. Those who have children may have to deal with or resolve a problem or problem of theirs. Your mind will be very busy to do creative work. Those who are interested in arts such as theater can receive particularly pleasant news. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. Jupiter entering your 8th house; First of all, it will be effective on issues such as joint gains, gains belonging to others, inheritances, alimony. You can take advantage of other people's money or opportunities much more comfortably. It will be much easier and effortless for you to take out a loan this period, but do not get into debts that may exceed your attention span. Students will be able to receive scholarships much more easily this term, and those who will invest in their business will be able to provide a short-term return. There are also increases in revenues from partnerships. Your spouse's financial gains will begin to improve and increase. Your sponsorship negotiations can turn out to be much more positive. You will be able to get rid of your possible debts much faster. This can be with the money that you will receive.On October 8, a lunar eclipse will occur in Aries. This eclipse takes place in your 4th house, future goals and plans, family, home, residence, real estate, family life, roots of life, family elders will be included in the main subject of this eclipse. During this eclipse, you may have the opportunity to move to the house you have been waiting for a long time, and you may need to change your home for your job. Some issues from the past in the family may resurface and be examined. During this eclipse, you can move home with someone by a joint decision, move or apply for a loan to buy a house by taking risks.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; social environment and friendships are at the forefront, you can enter new social circles, you can look for ways to increase your financial gains with your friends through joint projects or supports. Pay attention to tensions and stressful times, especially in relationships with love and children. New people may join your life and some may leave.",
    "love_yearly": 4,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/oglak.png"
  },
  {
    "horoscope_name": "Aquarius",
    "date": "(January 21 - February 19)",
    "color": " Turquoise",
    "number": "4, 8, 10, 84, 999, 915",
    "explanation_daily": "\n21 July\nToday, today's horoscope advises you not to act like a fool and not to proceed with your plans as if you had a ham.",
    "love_daily": 1,
    "healthy_daily": 1,
    "money_daily": 1,
    "explanation_montly": "In the first weeks of this month, the thread of those who go behind your back may be on the market, and frankly, we can say that you will see your enemy and friend. In the second half of the month, you may need to do what you need to do about your health without delay. In addition, a change in your work and working order seems to manifest itself. In this sense, if you are compatible, you will not have any problems.",
    "love_montly": 10,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "Mars and Saturn retrograde will begin on March 3. Mars retrograde will be in Libra and will last until May 20. 9. He will be going back to his house. First of all, it will be a process where you need to be careful in traffic and travel, and you will be much more open to accidents. You may experience obstacles, restrictions and stressful situations in your travels. Some delays may occur in legal matters, as well as it may create stress in your life in matters related to higher education. You may need to expend much more energy while expressing yourself in these areas. When Mars goes retrograde, it creates low energy and motivation. You can often fall into disagreements with people around you on religion, philosophy and the meaning of life, and you may find yourself in tense environments. Although you will be constantly meeting with people of important position and status, he will be in this stressful circle in relations with them. Instead of making long-term plans, you can spend your time with shorter-term or even day-saving plans. Saturn will be retrograde in Scorpio until July 22. 10. Saturn retrograde in your house brings business and professional concerns and worries. Did I make the right decision?, Or would it be better if I chose that job?, Should I change my job? They can ask themselves questions such as: In relations with superiors, you can enter into a configuration according to yourself. Teamwork and patience will be emphasized more in your business life until June. You will appear more serious in public, or you will have to take such an attitude. Professional responsibilities are increasing, you will be expected to work harder and focus on your work. On April 15, a lunar eclipse will occur in Libra. This can bring up domestic or international travel situations, as well as flirting with people who are far away. Minor problems may arise with your packages coming from distant places, make sure you place your orders correctly. It is not a very suitable time to take big risky ventures in financial terms, you can spend your money more on fashion, clothes and beauty. There may be misunderstandings, resentments, resentments in matters related to love, it is useful to be careful not to exaggerate possible issues. On April 29, a solar eclipse will occur in Taurus. This eclipse takes place in your 4th house, future goals and plans, family, home, residence, real estate, family life, roots of life, family elders will be included in the main subject of this eclipse. During this eclipse, you can take the opportunity to move to the house you have been dreaming of for a long time. You may need to change your home for your job. Some issues from the past in the family may resurface and be examined. During this eclipse, you can move home with someone by a joint decision, move or apply for a loan to buy a house by taking risks. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. 7. Jupiter, which will enter your house, will step in to provide you with various opportunities and possibilities in the fields of partnerships, contracts, marriage, bilateral relations. You can sign contracts that will bring you good earnings. Those who are single and single should start preparing for marriage. In favor of bilateral relations, you will be able to easily receive support from your partner and spouse. Your enemies will not be at a distance to harm you, but you will be under the protection of Jupiter. You will be able to see more clearly who your enemies are. Your possible courts will start to end in your favor. You can travel frequently with your partner, partner or spouse, these trips can be abroad. You can display a more conformist attitude in your relationships, you can be more possessive than usual. You may need to support your spouse financially. If you are single, prepare yourself for a long-term relationship. You can also display a more optimistic attitude to your bilateral relations. On October 8, a lunar eclipse will occur in Aries. This eclipse will take place in your 3rd house. Education, learning, mental activities, siblings, travels to close places, first degree relatives, all kinds of communication will be the main subject of this eclipse. Your words, your thoughts, your ideas will attract a lot of attention. These ideas and thoughts can start a new set of partnerships and work. Some important trips may come up, you may receive news that will give you pleasure. Thanks to this eclipse, you can get good support for opening a website, publishing a book, etc. that you have been thinking about for a while. Again, you will be able to focus on topics that will provide new information flow to your life, such as a new training, seminar, course, and this information can be in training that will benefit you in your professional life. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; Business and career issues are at the forefront. You can go through a crossroads in your career, important developments are at your doorstep. You should balance the house and work well, and you may need to deal with issues such as relocation, moving, and renovation. There may be surprising developments regarding the financial issues of your partner, partner or spouse.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/kova.png"
  },
  {
    "horoscope_name": "Pisces",
    "date": "(February 20 - March 20)",
    "color": "Light green, sea green",
    "number": "7, 11, 73, 354, 7299",
    "explanation_daily": "\n26 July\nThe other person may not fully understand why you're moving away from each other, so shouldn't you tell them the real reason? Be positive.",
    "love_daily": 2,
    "healthy_daily": 3,
    "money_daily": 1,
    "explanation_montly": "The month of July can be spent making new acquaintances and adapting to a new environment for you. In this sense, there may be progress, especially in your emotional relationships. In the second half of the month, mostly before and after marriage, Where am I? What am I doing? You can tire yourself with questions such as: As long as you don't do yourself an injustice, these questions will definitely improve you.",
    "love_montly": 5,
    "healthy_montly": 10,
    "money_montly": 5,
    "explanation_yearly": "Mars and Saturn retrograde will begin on March 3. Mars retrograde will be in Libra and will last until May 20. 8. He will go back to his house.Stressful conditions may occur in matters related to other people's money, you may receive serious criticism about your financial needs from others, or you may not be able to reach these resources for a short time. The loan you plan to withdraw from the bank may not come out at the last moment. Delays and slowdowns may occur in jointly earned income, and you may have difficulty finding or repaying debt.This could be a date range where payments could be delayed and cause stress. In short, it is better not to wait for beneficial big developments regarding money, some problems may arise in scholarships, premiums, alimony and banking affairs. It's not a good time to get into big debts.Saturn will be retrograde in Scorpio until July 22nd. You may begin to question and criticize your ideals, outlook on life and belief system. As Saturn transits through your 9th house, it may make you wonder if you are really connecting with the right people to help you achieve your ideals. You can enter the training and learning process about new techniques that will be useful to you in the future, especially in the professional sense, but this process can be both heavy and troublesome for you. You can get help and support from a lawyer. In addition, you have a court or legal issues that you want to be concluded, waiting for a little more time.On April 15, a lunar eclipse will occur in Libra. 8. With the effect of the eclipse that will take place in your home, you can handle your banking transactions, do credit research, and easily overcome possible problems related to payments. You can also increase your income from joint earnings. You may have to deal with an important issue in money matters, bonuses, scholarships, receivables, alimony will be among the topics of this full moon. Only in your private life, delusions, tensions, focusing problems, misunderstandings may occur.Unnecessary resentments and resentments may occur. You may not find exactly what you expected. On April 29, a solar eclipse will occur in Taurus. This eclipse will take place in your 3rd house. Education, learning, mental activities, siblings, travels to close places, first degree relatives, all kinds of communication will be the main subject of this eclipse.Your words, your thoughts, your ideas will attract a lot of attention. These ideas and thoughts can start a new set of partnerships and work. Some important trips may come up, you may receive news that will give you pleasure. Thanks to this eclipse, you can open a website, publish a book, etc., which has been on your mind for a while. You can get good support on issues. Again, you will be able to easily focus on subjects that will provide new information flow to your life, such as a new training, seminar, course, and this information can be in training that will benefit you in your professional life.On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel here for a full year. Jupiter, which enters the house of work, working environment, health and daily affairs, will bring all kinds of opportunities, luck and possibilities related to these areas. Conditions in your work and working environment can become much better. Job seekers can land a job where you can travel constantly. You may be called for consecutive interviews. You will start to enjoy your work environment and daily life much more.Your relationships with the people you work with are starting to get great. You can expect an increase in your income from your business life. You may encounter opportunities for personal and physical development. The only thing that really scares me now is that if you don't pay attention to what you eat, you can gain weight quickly and it can be difficult to lose the weight you gain. diet, exercise, etc. an ideal process to revitalize activities in your life You can overcome health-related problems more easily. But do not forget to take care of your stomach and throat. Your work and working environment creates a relaxed and festive atmosphere.On October 8, a lunar eclipse will occur in Aries. This eclipse will almost project onto your financial issues. You can get good and pleasant news, especially about financial matters. You may encounter new income doors and new projects related to the work you are dealing with. However, this eclipse can increase your workload a little more, and you can take on new duties and responsibilities. This eclipse will not only be in monetary terms, but also in relation to your possessions. You can make a breakthrough for something with a large amount that you have been planning to buy for a while.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; legal issues, your ideals, relations with foreigners, trade issues are at the forefront. Pay attention to the relations with important people in the managerial position, who have made a name, and you can catch opportunities to change your life that you have wanted to change for a while. Important developments related to foreign affairs or persons may come to the fore.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/balik.png"
  }
]
