[
  {
    "horoscope_name": "Aries",
    "date": "(March 21- April 19)",
    "color": "Red",
    "number": "6, 9, 15, 343",
    "explanation_daily": "You are full of energy. Fun activities will be an excellent way to satisfy this joy of life. You can do weight training as you are extremely physically fit. Use this energy to fulfill your old dreams about your job. By impressing others with your confidence, you will easily gain the support you need. Success awaits you.",
    "love_daily": 5,
    "healthy_daily": 10,
    "money_daily": 6,
    "explanation_montly": "We start the month with the new moon in Pisces, your dreams may come to the fore and be full of special meanings and symbols. Since Neptune will be active in this new moon time, you can turn to yoga, meditation, etc. that will be good for your soul. Health-related issues can come to the fore, you can do something like check-up..etc.In addition, projects and issues that require creativity may come to the fore. This new fact is a time to rest, to turn inward, to listen to yourself, to discover your desires. Your need for solitude may increase. As of March 3, both Mars and Saturn will start retrograde motion. Mars retrograde is in Libra, which will last until May 21. Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships.You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive. Because of misunderstanding the intentions of those who want to help and support you, they may be too harsh with them and may become cold towards you. Actually, this date range is not a suitable time to start a partnership or get married. Saturn is in Scorpio retrograde until July 21. Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments.You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult. You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On March 5, Venus will now move into Aquarius and will travel in this sign until April 5th. A much more social and active process will be waiting for you, the theme of cooperation between friends will come to the fore even more, parties, invitations, organizations, weddings, etc., your agenda will be busy. You can often enter environments where you can meet new people. Being with your friends will give you more pleasure than ever before.The only troubled date in this Aquarius course of Venus is March 29. On this date, plans may be disrupted, problems related to friendships may be in question. On March 16, a full moon will occur in Virgo; During this full moon, your business-career-money trio will work very actively and lucky, and you will be able to experience new entrepreneurial opportunities, earnings, good news and developments related to these issues. You can get a new job offer, start a creative project. Or you will be able to cope with a very important job and you will be able to get out of your business meetings with success. On March 20, the sun will now enter the sign of Aries and will stay in this sign for a full month. You will be able to use it to make important new beginnings and ventures. You will be able to present yourself more clearly.Your focus will be on issues related to yourself. You will be able to demonstrate your personal talents more comfortably. You will feel very motivated to start a lot of work. This will be a kind of time for you to wake up from hibernation. On March 30, a new moon will occur in the sign of Aries. First of all, this will allow your energy to peak, besides, you may encounter a series of surprise, unexpected and sudden events in your life.Sudden job change, sudden promotion, or vice versa. Or it could happen in an unexpected surprise. I think this new month will be more active in matters related to your business and career, I think this is a sign of change. If you are looking for a job, this indicates that the next 10 days will be very important for you. Only power struggles, power struggles or displaying extremely stubborn attitudes may tire you, we should pay attention to our attitudes this week.",
    "love_montly": 5,
    "healthy_montly": 10,
    "money_montly": 6,
    "explanation_yearly": "As of March 3, both Mars and Saturn will start retrograde motion. Mars will retrograde in Libra until May 21. Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships. You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive. Because of misunderstanding the intentions of those who want to help and support you, you may be too harsh with them, and you may become cold. This date range is not a good time to start a partnership or get married. Saturn is in Scorpio retrograde until July 21 . Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments. You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult.You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On April 15, a lunar eclipse will occur in Libra. When looking for an answer to the question, "Is it okay for relationships or to continue?", important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On April 29, a solar eclipse will occur in Taurus.This eclipse, which will take place in your 2nd house, will begin to show its effects on your financial resources, your budget, and your valuables. In these days when more concrete developments regarding your earnings will be experienced, you can re-evaluate your budget and look for ways to increase your earnings. Important trading issues may come up. There may be tense developments in friendships and social relations, it is better not to make a sudden decision without learning the inner side of the issues. It is useful to be careful against sudden expenditures or unnecessary expenditures.Venus will now enter your sign on May 3 and travel in your sign until May 29. Don't worry if love hasn't come in the full moon until now, you will have plenty of time for love until this date, it will be ideal times to make physical changes, change the style and color of your hair.You will be able to look at life more from the window of love, and you will be able to wear the mask of cuteness for a long time. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will now enter the sign of Leo and travel in this sign for a full year.I present to you the song 'Love is in the air'. Are you ready for a long-term love affair, especially for singles? Jupiter has rolled up its sleeves to get you into a love affair that you will be very jealous and possessive of. Besides, other areas where Jupiter will show the effects of luck, abundance, growth will be related to your pleasures, hobbies, children's issues, risky activities and investments.      Those who are married and want to have children, you can have children thanks to Jupiter. You can earn from speculative business such as stock market. Those who work in jobs that require creativity, the bells are ringing for you. It is a process where you can produce permanent works and profit from them. Some of you will be able to make a name for themselves with their work. Times when you can enjoy life so much more. You can give more space to entertainment and pleasure in your life. You can win something out of the air, a prize, a lottery or a very fun holiday! On October 8, a lunar eclipse will occur in your sign. There will be situations where personality will come to the fore, your health, your physical appearance, important beginnings and initiatives in your life during this eclipse. In this eclipse you will be quite remarkable both physically and mentally. The steps you take may affect your life in general.You will attract attention with your ideas about new beginnings.You will be under appropriate support to take responsibility for your private life, to take control, and perhaps to regulate and discipline your private life. On October 23, a solar eclipse will occur in Scorpio and Venus will enter Scorpio on that day. With the eclipse, if you are looking for financial resources, you may be under supportive effects during this eclipse, but the gains and losses seem to come together. Important agreements and contracts may come to the fore, especially regarding your business and career.Surprise developments will be at the door regarding debt, credit and debt issues, and financial issues of your spouse or partner. On December 6, the full moon will occur in Gemini; unexpected, surprise, sudden trips may come to the fore, but pay attention to delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels.Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. In this period, there may be supportive effects in terms of career. There may be situations that will make you love your job more or enjoy your job, and you may receive support or support from your superiors. If you are looking for a job, you will have a high potential to find a job with the support of your friends or partners in this period.",
     "love_yearly": 7,
    "healthy_yearly": 6,
    "money_yearly": 8,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/koc.png"
  },
  {
    "horoscope_name": "Taurus",
    "date": "(April 21 – May 20)",
    "color": "Green, earth colors",
    "number": "5, 6, 13, 188, 4524",
    "explanation_daily": "Today is the time to show the world who you are. Thanks to your attractive personality, you are particularly prone to teamwork. What are you waiting for? Take advantage before this period ends. You feel completely satisfied and comfortable in terms of health. Your soul and body balance helps you have a positive impact on those around you. The best time to start joint ventures with close friends.",
    "love_daily": 10,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. You will be entering a more active and enjoyable process socially. You can socialize more, get together with your friends, get pleasant support from them, enter new environments, make new friendships, and meet new people.On March 3, both Mars and Saturn will go retrograde. First of all, let's talk about Mars, Mars will be retrograde in Libra. Mars will go retrograde in the 6th house of your chart, the retrograde time of Mars is a process where energy decreases, it is difficult to take action, 10 units of energy must be spent while consuming 3 units of energy for a job and can push a person into laziness. The 6th house in astrology deals with health-related issues, work and study environment, daily chores, and most importantly, health-related matters. In this regression period, you may witness that something is stuck in the workplace and things cannot progress, I would suggest that you do not keep your expectations of job change and promotion too high during this period. Tensions may arise between you and the people you work with for various reasons. I can recommend you not to take your important surgeries in this date range, Mars, which will regress in your health home, may cause problems in surgeries, healing of wounds too late, problems in diagnosis and diagnosis, and another possible effect may be the recurrence of some of your chronic diseases. Or your body's defense system may not be very strong and you may be more vulnerable to diseases. Believe me, I wouldn't want to be such a sad owl, but unfortunately I can't do anything... If you are the owner of your own business, quarrels may occur between you and the people you employ, and unexpected resignations may occur. Right in this process, you can start to push aside the things you do routinely in your daily life and break the routine. Yes, this is good in a way, but it is useful not to postpone your responsibilities. Mars will remain retrograde until May 20. Satun's retrograde will continue until July 22. Saturn going retrograde in your 7th house; will show its effects on matters related to your partnerships and relationships. You may feel the need to review and question your relationship with the person you are with. If your relationship is based on solid foundations, you can ask how it can be better in this process, and if the ties are weak and problematic, how can I end this relationship easily? You may think that the needs of your relationship have contributed to you, and old issues that have not been discussed much may come up again.You may feel lonely when you are with someone. Another possible effect is; Your responsibilities for your partner may increase, and you may have to deal closely with matters related to his or her job or health. You may be more accepting in terms of dilemmas, difficulty making decisions, and adapting to your partner's or partner's offers. During this period, the needs of your partner or partner may increase even more. Those who are alone, on the other hand, may continue their new relationship by taking it very slowly.On March 5, Venus will move into Aquarius and will continue its course in this sign until April 5th. You will be able to enjoy your work much more. Venus will help you to be noticed and shine in the work you do, not only individually, but also in groups while doing your work and get support. Particularly for the benefit of the society, you can take an active role in projects that concern the general public. Venus may not make you change jobs, but making your current job much better can compare to conditions that will allow you to enjoy your job.You will be able to get good help, especially from women. On March 16, there will be a full moon in Virgo. This full moon has magnificent effects, let's start with love first… You can meet new people, get together, and be swept off your feet by love. Again, while you have a very high chance of success in matters that require creativity, if you are married, you can be happy with the news of pregnancy. This week, you can deal with issues related to foreigners abroad, organize travel, deal with passport procedures or do research on these issues. On March 30, a new moon will occur in Aries.In this new moon period, you can actually discuss an important project that will blow you up in April, or you can take care to act in secrecy. This week, you should pay more attention to your health, you may have an old chronic illness, you may get psychological support, you may need to go through a check-up or talk to a specialist. This week, intuition is on you! In particular, you can dream a lot, your dreams may contain special symbols that will affect you. And one possible effect of this new moon is mental awareness!You can now suddenly see something that was in front of your eyes all the time, and look at things from different perspective.",
    "love_montly": 10,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "As of March 3, both Mars and Saturn will start retrograde motion. Mars will retrograde in Libra until May 21.Mars will retrograde in the 7th house of your chart. Danger bells are starting to ring in relationships and partnerships.You may find it difficult to find common ground with your partner or partner, you may criticize each other constantly, and you may start a fire from conversations that will not fill the fig core. During this period, you can be a little more open to hostilities and remain defensive.Because of misunderstanding the intentions of those who want to help and support you, you may be too harsh with them, and you may become cold. This date range is not a good time to start a partnership or get married.Saturn is in Scorpio retrograde until July 21 . Saturn retrograde in your 8th house; It can put you in a bit of trouble with payments. You may be delayed in payments to places where you need to pay. Getting financial support from your spouse or partner can be a little difficult.You may not be able to get the credits you apply for in the amount you want or they may put forward some conditions. There may be delays in matters such as compensation, taxes, scholarships, alimony and premium payments. The 8th house is also associated with death, which does not sound very cute, especially those who have fear of death may have to face these fears.On April 15, a lunar eclipse will occur in Libra. When looking for an answer to the question, "Is it okay for relationships or to continue?", important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On April 29, a solar eclipse will occur in Taurus.This eclipse, which will take place in your 2nd house, will begin to show its effects on your financial resources, your budget, and your valuables. In these days when more concrete developments regarding your earnings will be experienced, you can re-evaluate your budget and look for ways to increase your earnings. Important trading issues may come up. There may be tense developments in friendships and social relations, it is better not to make a sudden decision without learning the inner side of the issues. It is useful to be careful against sudden expenditures or unnecessary expenditures.Venus will now enter your sign on May 3 and travel in your sign until May 29. Don't worry if love hasn't come in the full moon until now, you will have plenty of time for love until this date, it will be ideal times to make physical changes, change the style and color of your hair.You will be able to look at life more from the window of love, and you will be able to wear the mask of cuteness for a long time. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will now enter the sign of Leo and travel in this sign for a full year.I present to you the song 'Love is in the air'. Are you ready for a long-term love affair, especially for singles? Jupiter has rolled up its sleeves to get you into a love affair that you will be very jealous and possessive of. Besides, other areas where Jupiter will show the effects of luck, abundance, growth will be related to your pleasures, hobbies, children's issues, risky activities and investments. Those who are married and want to have children, you can have children thanks to Jupiter. You can earn from speculative business such as stock market. Those who work in jobs that require creativity, the bells are ringing for you. It is a process where you can produce permanent works and profit from them. Some of you will be able to make a name for themselves with their work. Times when you can enjoy life so much more. You can give more space to entertainment and pleasure in your life. You can win something out of the air, a prize, a lottery or a very fun holiday! On October 8, a lunar eclipse will occur in your sign. There will be situations where personality will come to the fore, your health, your physical appearance, important beginnings and initiatives in your life during this eclipse. In this eclipse you will be quite remarkable both physically and mentally. The steps you take may affect your life in general.You will attract attention with your ideas about new beginnings.You will be under appropriate support to take responsibility for your private life, to take control, and perhaps to regulate and discipline your private life. On October 23, a solar eclipse will occur in Scorpio and Venus will enter Scorpio on that day. With the eclipse, if you are looking for financial resources, you may be under supportive effects during this eclipse, but the gains and losses seem to come together. Important agreements and contracts may come to the fore, especially regarding your business and career.Surprise developments will be at the door regarding debt, credit and debt issues, and financial issues of your spouse or partner. On December 6, the full moon will occur in Gemini; unexpected, surprise, sudden trips may come to the fore, but pay attention to delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. In this period, there may be supportive effects in terms of career. There may be situations that will make you love your job more or enjoy your job, and you may receive support or support from your superiors. If you are looking for a job, you will have a high potential to find a job with the support of your friends or partners in this period.",
    "love_yearly": 7,
    "healthy_yearly": 7,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/boga.png"
  },
  {
    "horoscope_name": "Gemini",
    "date": "(21 May – 21 June)",
    "color": "Yellow and orange",
    "number": "3, 5, 24, 233, 3545",
    "explanation_daily": "Since your goals match those of those around you, any cooperation you make during this period will be fruitful. Direct your physical energy and intelligence especially to team work. Your bilateral relations will also progress harmoniously and efficiently during this period.",
    "love_daily": 3,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "30Gemini Monthly HoroscopeOn March 1, there will be a new moon in Pisces. With the new moon, issues related to your business and career will be at the forefront. You can get promoted, get support from your superiors, change jobs, deal with an important issue. Since Neptune will be at work this new moon time, I don't want to exaggerate too much, but if you are not very satisfied with your job, you can start your dream job and get its offer. You can use your creativity about work and your intuition can guide you, I think it is a very enjoyable new month. There may also be a celebration at your workplace, this week with music, dancing and food. All you need is determination. On March 3, both Mars and Saturn retrograde. Mars will be retrograde in Libra until May 20. Mars in the 5th house of your chart will go back in the area of ​​love, children and hobbies. This retrograde will continue until April 14. In this process, those who are alone may have a little problematic in their new relationships, the relationship may not show itself, may not progress, or some sexual problems may recur in the relationship. Another possible scenario is the resurrection of the ex-lover, but it should not be forgotten that a lover whose retro period is not very trustworthy and may go as it came, it is useful to take the steps carefully. Retro design is a great process for creative work, your creativity can skyrocket. In this retrograde period, take care to be protected especially in your relationships, especially for those who do not have permanent relationships, the sky whispers that you may be dealing with sexually transmitted diseases. And let's talk about children, those who have children may witness that they are sick more often in this process or they may see that they start to become more introverted, your children may tend to act a little more insidiously. Let's say you decide to have children, during this date range, miscarriage or difficulties may arise in conceiving. Again, speculative earning tools such as gambling may cause distressing problems, your luck may not be good in these areas, it is better to be careful. In addition, the time you spend for your hobbies can increase even more, in short, you can be more lazy. You may observe a decrease in your sexual libido. Saturn will go retrograde in Scorpio until July 22. Saturn going retrograde in your 6th house; It will start to show its effects on issues related to your daily work and working environment, especially your health. Especially, health problems that seem to be in the past may recur, and your body may be more sensitive than ever. In particular, pain in the lumbar region may occur. You can review your relationships with the people you work with, if you are an employer, you can redefine your needs. There may be delays and suspensions in the projects you are working on. It is time for you to reconsider your daily life needs. Your relationships with the people and institutions you work with may be put to the test. On March 5, Venus will move into Aquarius and travel in this sign until April 5th. Especially for those who are alone, you can start dating foreign nationals, or it can be someone who lives far away from you or even lives in a different city. Another possible effect is that pleasant travels may be on the agenda, you may receive good news from your relatives, and supportive effects will be in effect in matters related to education. Your issues related to abroad will be resolved without any problems. On March 16, there will be a full moon in Virgo. This full moon has super effects! First of all, you may have to make some decisions in order to shape your future, besides, you may experience pleasant developments in matters of home-nest-family-settlement. You can buy a new house, change your house. This week, you can research bank loans and prepare to get a loan. This loan is not going to blow up, it will be to settle an important issue in your life. An important issue in the family can now be sweetened this week. On March 30, the new moon will occur in Aries. This will be a very powerful new moon because Uranus is involved. This new moon period will be especially active in your field of friendships and friendships. You can quickly engage in some business with them, enter different environments that you have never been in before, meet innovative, extraordinary, original people and include them in your life. You can meet and get together with people you are in contact with, especially through social media. This new moon will have very pleasant, super effects on your sign!",
    "love_montly": 3,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "Both Mars and Saturn retrograde in March. Mars will be retrograde in Libra until May 20. Mars in the 5th house of your chart is in the area of ​​love, children and hobbies that will go back. This retrograde will continue until April 14. In this process, those who are alone in their possible new relationships may be somewhat problematic, the relationship may not show itself, may not progress, or some sexual problems may occur in the relationship. In another possible scenario, the ex-lover will appear one after the other, but it should not be forgotten that a lover whose retro period has come cannot be trusted and can go as it came, it is useful to take the steps carefully. Retro design is a great process for creative work, your creativity can skyrocket. In this retrograde period, take care to be protected especially in your relationships, especially for those who do not have permanent relationships, the sky whispers that you may be dealing with sexually transmitted diseases. And let's talk a little bit about children, those who have children may witness that they are sick more often in this process or they may see that they start to become more introverted, your children may tend to act a little more insidiously. Let's say you decide to have children, during this date range, miscarriage or difficulties may arise in conceiving. Again, speculative earning tools such as gambling may cause distressing problems, your luck may not be good in these areas, it is better to be careful. In addition, the time you spend for your hobbies can increase even more, in short, you can be more lazy. You may observe a decrease in your sexual libido. Saturn will go retrograde in Scorpio until July 22. 6. Saturn going retrograde in your house; It will start to show its effects on issues related to your daily work and working environment, especially your health. Especially health problems that seem to be in the past may recur, and your body may be more sensitive than ever. In particular, pain in the lumbar region may occur. You can review your relationships with the people you work with, if you are an employer, you can redefine your needs. There may be delays and suspensions in the projects you are working on. It is time for you to reconsider your daily life needs. Your relationships with the people and institutions you work with may be put to the test. On April 15, a lunar eclipse will occur in Libra. This eclipse will take place in your 5th house. Children, love life, conditions where you can enjoy life more, jobs that require creativity, risky activities, your hobbies will be the main subject of this eclipse. You can take up a new communication-oriented occupation, hobby, flirty effects will be active for the lonely, you can open your doors for love. Positive supportive effects on pregnancy-related issues will be in effect. Those who have children may have to deal with or resolve a problem or problem of theirs. Your mind will be very busy to do creative work. Those who are interested in the arts can receive particularly pleasant news. On April 29, a solar eclipse will occur in Taurus. Situations may arise in your life that you cannot control or foresee, especially avoiding risks is not the right time to take financial risks. During this eclipse, you may need to provide important help and support to someone from your close circle or a friend. Your feelings can be strengthened, you can deal with dreams and subconscious issues. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will leave the sign of Cancer and will now enter the sign of Leo, and this journey will last a full year. 3. Thanks to Jupiter, which will enter your house, you may encounter various opportunities and chances in the next 1 year in communication, information exchange, relations with the close environment, issues related to siblings, neighbors and education. Many trips will start to come up, these will be domestic, medium-length trips. Some of you will be able to make a name for themselves more through communication, writing, internet, blog, website etc. channels and will be able to expand abroad. Some of you may hire a publisher and have their first book published. It's a great time to learn new things, especially to start a foreign language! You will be able to deal with possible problems with your neighbors much more easily. Some of you will be able to earn income from jobs such as public relations, promotion, advertising. On October 8, a lunar eclipse will occur in Aries. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication. During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; Some confidential and hidden information and news may come out, a change in your work and working conditions, developments may occur, it means that you work harder and get tired. So pay attention to health, especially the waist area, the thigh part. You can start diet or sports, get counseling from a health specialist. Acting in secrecy is associated with secret hostilities, diseases, inhibitions, restrictions, gossip. Thanks to the eclipse, these subjects are illuminated and become visible. During this eclipse, some events in your life may happen outside of your control, especially business and career related issues. Some information that is hidden from you, some rumors that go around your back may come to light. You may become more aware of the conditions that have set or hindered you. You will be able to easily detect hostile personalities who are likely to harm you. It is useful to pay extra attention to your health, especially allergy-related problems may arise. On October 23, a solar eclipse will occur in Scorpio. Okay for relationships, continue? When an answer to the question is sought, important both private and business relationships can be established. Relationships that go bad can end with the support of eclipses. There may also be unexpected, sudden and surprising developments regarding the conditions of home, family, relocation and relocation. Beware of stressful times related to relationships. On December 5, Mars will enter Aquarius and will travel in this sign until the end of the year. The area where you will take action, take initiative and struggle will be the issues that concern your work and career. You can move towards your planned goals faster and more concentrated. It will be beneficial for you to keep your cool against possible tensions in matters concerning your business and career. Job seeking bulls and rising bulls may face developments by the specified date",
    "love_yearly": 7,
    "healthy_yearly": 4,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/gemini.png"
  },
  {
    "horoscope_name": "Cancer",
    "date": "(June 22 - July 23)",
    "color": " Silvery gray, blue tones",
    "number": "2, 4, 12, 88, 456, 9742",
    "explanation_daily": "You will encounter unexpected problems and you will find it harder than ever to solve them. Don't get discouraged and try to find different answers. On the other hand, consider how much this problem actually affects you. Maybe it's best to just do nothing and wait for everything to take care of itself.",
    "love_daily": 10,
    "healthy_daily": 6,
    "money_daily": 3,
    "explanation_montly": "We start the new month with the new moon in Pisces. With the new moon, you may need to get away from the work-related city and travel somewhere, even if not for work, this new moon time has very suitable effects for traveling. You can go overseas. In addition, if you are looking for a job, your potential to find a job in media, promotion, advertising and arts-related sectors is much higher. This new moon time, you can see support from important, strong women. You can read more, research, get involved in philosophy, religion, etc. more. On March 3, both Mars and Saturn will go retrograde. Let's talk about Mars first; Mars will go retrograde in Libra and will show its effects until May 20. Mars will retrograde in the 4th house of your chart. This area is related to home, family, placement, real estate, ancestors, roots. The retrograde of Mars may cause some problems and problems regarding the possible beginnings and breakthroughs you will make in this area. It is not a very suitable process for buying and selling a house, mishaps may arise in the constant paperwork. If you are a man, you may need to take care of your mother's health more closely, if you are a woman, there may be circumstances where you need to take care of your father in the same way. It may be a little more difficult in this process to meet your family on a common ground, and you may have difficulties in accepting your wishes to them. During this retrograde period, you can make deep researches about your ancestors, roots and family tree. A number of technical problems and malfunctions may occur at marsian points (water heater, combi boiler, stove, natural gas line, etc.) in the house. Or you may encounter such problems frequently in the houses you have bought or rented. Your siblings may have financial difficulties. Stressful situations may occur in money-related communication and conversations. On March 3, Saturn will go retrograde in Scorpio and will last until July 22. Saturn retrograde in your 5th house; It's time to rebuild our relationships with love and children and identify what you really need. You may fall in love with people who are older than you. Those who are considering having children may reconsider this issue or may encounter some delays. It is time to establish more logical relationships that are firmly on the ground, but one should not expect rapid developments. This is not a good time to take risks unless your Saturn is retrograde at the time you were born. Those who have children, on the other hand, need to be more sensitive to their needs. But you should not forget to say NO when appropriate. This also applies to your private life. On March 5, Venus will enter Aquarius and travel in this sign until April 5th. you will start to spend your money on subjects that give you more pleasure, you can even spend it on plastic surgeries, face lifts, botox..etc. You can start to make debts on more arbitrary matters, which will be easily supported by your spouse and partner financially. In the meantime, be mindful of your credit card spending. You can spend more money this week for the sake of getting beautiful. On March 16, the full moon will occur in Virgo. With this full moon, you can go on a journey that will give you pleasure and organize with your friends. In addition, a very important business deal or contract may occur in your life. You will get super support from your spouse, friends, partner, especially if you are alone, an unexpected love will knock on your door. On March 30, there will be a new moon in Aries. This new month will be very active especially in your career field! If you are looking for a job, observe and evaluate the next 10-day process well, surprise, unexpected job offers may come, and you may receive feedback from your past applications. You may also need to go on a spontaneous business trip. You may also receive an unusual job offer, a project proposal, which is very different from the fact that Uranus is involved. But in any case, this new moon will bring you success in matters that relate your work and career!",
    "love_montly": 10,
    "healthy_montly": 6,
    "money_montly": 3,
    "explanation_yearly": "Both Mars and Saturn will go retrograde in March. Let's talk about Mars first; Mars will go retrograde in Libra and will show its effects until May 20. Mars will retrograde in the 4th house of your chart. This area is related to home, family, placement, real estate, ancestors, roots. The retrograde of Mars may cause some problems and problems regarding the possible beginnings and breakthroughs you will make in this area. It is not a very suitable process for buying and selling a house, mishaps may arise in the constant paperwork. If you are a man, you may need to take care of your mother's health more closely, if you are a woman, there may be circumstances where you need to take care of your father in the same way. It may be a little more difficult in this process to meet your family on a common ground, and you may have difficulties in accepting your wishes to them. During this retrograde period, you can make deep researches about your ancestors, roots and family tree. A number of technical problems and malfunctions may occur at marsian points (water heater, combi boiler, stove, natural gas line, etc.) in the house. Or you may encounter such problems frequently in the houses you have bought or rented. Your siblings may have financial difficulties. Stressful situations may occur in money-related communication and conversations. Retrograde on Saturn on March 3   It is in Scorpio and will last until July 22. 5. Saturn retrograde in your house; It's time to rebuild our relationships with love and children and identify what you really need. You may fall in love with people who are older than you. Those who are considering having children may reconsider this issue or may encounter some delays. It is time to establish more logical relationships that are firmly on the ground, but one should not expect rapid developments. This is not a good time to take risks unless your Saturn is retrograde at the time you were born.For those who have children, it is a period when they need to be more sensitive to their needs. But you should not forget to say NO when appropriate. This also applies to your private life.On April 15, a lunar eclipse will occur in Libra. This eclipse takes place in your 4th house, future goals and plans, family, home, residence, real estate, family life, roots of life, family elders will be included in the main subject of this eclipse. During this eclipse, you may have the opportunity to move to the house you have been waiting for a long time, and you may need to change your home for your job. Some issues from the past in the family may resurface and be examined. During this eclipse, you can move home with someone by a joint decision, move or apply for a loan to buy a house by taking risks.On April 29, a solar eclipse will occur in Taurus. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication.During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings.On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will leave your sign and will now enter the sign of Leo. As of this date, in a 1-year period; 2. Jupiter entering your house; It can increase your need for financial confidence. It can compare you with all kinds of luck, support, opportunities related to financial matters. Since we are talking about Jupiter, it is certainly not the small gains that are meant to be expressed. This can be a large amount of money that you will receive after a sale, or it can come with a much better paying job as a result of a job change. In any case, you are entering a really enjoyable process financially. You will be able to easily find support from institutions and individuals related to financial matters. You may feel optimistic about financial matters, but remember that too much can bring harm. As Jupiter will act as a magnifying glass, you can also increase your spending and be more generous than ever before. Earning money will now be much easier for you. You can rely on your natural talents for where and how to earn money, and you will also be able to access information on how to earn it much more easily. You can also approach financial issues from a more spiritual dimension. The logic of Let me spend so that it will come! can settle in you. You can spend more on things that will provide your comfort and comfort. You may have to travel a lot to earn money, or you may be in contact with people in distant places and strangers. You can go into business, evaluate your investments, and make plans to own a house.On October 8, a lunar eclipse will occur in Aries. 10. This eclipse, which will take place in your home, will be impressive on business life, balances in business life, situations regarding your career, relations with managers, and issues that will enable you to be in front of the society. Supportive effects will be in effect for job seekers, those who want to change their jobs, those who want to be promoted, those who want to be appreciated for their work. You can attract the attention of your managers with your ideas and thoughts. A new set of beginnings and steps related to your business and career may come to the fore. You may encounter conditions where you need to be more in front of the public. But be careful, as you will be in the spotlight, both your good and bad steps will not go unnoticed.On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; issues related to love and children are in the foreground. In private relationships, power and the power struggle can make it difficult from time to time, but very romantic days are at hand for crabs. Those who are considering having children can do studies. It is useful to be careful against surprise expenditures in the financial sense.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yengec.png"
  },
  {
    "horoscope_name": "Leo",
    "date": "(July 24 - August 21)",
    "color": "Sun colors, orange",
    "number": "1, 4, 34, 653, 6743",
    "explanation_daily": "The stars are smiling in your face. Whatever you do, you succeed and the problems seem to be solved by themselves. Don't try to innovate too much during this period; instead, close your door to the little things that keep you busy and hinder you in your daily life. Get rid of all the burdens you have been carrying on your shoulders for too long. Complete your unfinished projects, let go of responsibilities that you no longer feel a commitment to. For days when things may not go so well, create a space for yourself to breathe.",
    "love_daily": 5,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Your focus will be money. Other people's financial resources, loans, bonuses, payments, debts...etc. This new month will have very positive effects, especially you can get the fruits of the work or project you have been working on for a while, financially. While some of you are doing research to get a loan, some of you will be able to work to increase the income you earn from joint works. If you are a student, you can get the scholarship you hope for, and if you are on the eve of divorce, you can agree on alimony. In any case, luck will be on your side in financial matters this week. On March 3, Mars will begin its retrograde movement in Libra and this retrograde will affect until May 20. It will go back in the 3rd house, the 3rd house is generally related to correspondence, communication, siblings, close environment, relatives, education. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In this process, some problems may come into play in your relations with your siblings, especially if you are carrying out some business together with them. You have a bomb project that will explode, but you may have a hard time convincing or marketing it to some channels. Another possible effect, which I think is the most important one, is that you should be careful in traffic. Minor accidents as a result of distraction in traffic, you can constantly scratch your car here and there. If you are a website owner, your site may be attacked during this regression period, it may be in danger of crashing, it is useful to back up your information. In addition, tensions in relations with your close circle, erroneous information and gossip can make you feel a little bored. Saturn will be retrograde until July 22 in Scorpio. Saturn, which indicates that the unresolved issues of the past in the family will come to the fore again, passes through your 4th house. During this period in which family relationships will be emphasized, Saturn will offer you the patience and time necessary to build relationships, but you may encounter delays and obstacles. In business such as buying and selling a house, bureaucratic and paperwork delays may occur, and delays may be experienced. You may be a little more self-directed, and you may find it difficult to fully reflect what is inside you. It is the ideal time to tidy up your private life and to identify the real needs of your life. Another possible effect is; You may have the opportunity to re-purchase the house you missed, which you previously planned to buy. On March 5, Venus will enter Aquarius and travel in this sign until April 5th. you are stepping into a lucky process in favor of relationships and partnerships. If there are problems in your relationship, this Venus transit can be repaired in time, and you can spend much more romantic, enjoyable and passionate times with your partner. Those who are alone can be affected more quickly than others, you can be influenced. Some of you may have a romantic and thoughtful side in their relationships. In every sense, this effect will feed the relations. On March 16, the full moon will occur in Virgo. The money-work-career trilogy is going to be awesome this week! Great financial developments are waiting for you, your work will start to be supported, you will be able to start to encounter opportunities to increase your earnings. You can handle a very important and challenging job, you may encounter new job offers, you can add money to your money, new projects are on the agenda and you will be able to get great support from your colleagues. You can make agreements that will bring you money and sign important signatures. You can work abroad, with people of foreign origin. On March 30, the new moon will occur in Aries. The new moon may cause you to go on an unplanned, sudden, surprise journey! Or you may encounter an unexpected surprise or an event on social media about yourself. Again, this new moon time may indicate that if you have a legal issue or lawsuit, it will be concluded. International relations, import-export etc. your chances are pretty clear. This week marketing, advertising, pr. it will be a perfect week for you",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "In March, Mars and Saturn will start retrograde in Libra and this retrograde, which will affect until May 20, will go back in the 3rd house.3. The house is generally related to correspondence, communication, siblings, close environment, relatives, education. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In this process, some problems may come into play in your relations with your siblings, especially if you are carrying out some business together with them. You have a bomb project that will explode, but you may have a hard time convincing or marketing it to some channels. Another possible effect, which I think is the most important one, is that you should be careful in traffic. Minor accidents as a result of distraction in traffic, you can constantly scratch your car here and there. If you are a website owner, your site may be attacked during this regression period, it may be in danger of crashing, it is useful to back up your information. In addition, tensions in relations with your close circle, erroneous information and gossip can make you feel a little bored. Saturn will be retrograde until July 22 in Scorpio. Saturn passes through your 4th house, which indicates that the unresolved issues of the past in the family will come to the fore again. During this period in which family relationships will be emphasized, Saturn will offer you the patience and time necessary to build relationships, but you may encounter delays and obstacles. In business such as buying and selling a house, bureaucratic and paperwork delays may occur, and delays may be experienced. You may be a little more self-directed, and you may find it difficult to fully reflect what is inside you. It is the ideal time to tidy up your private life and to identify the real needs of your life. Another possible effect is; You may have the opportunity to re-purchase the house you missed, which you previously planned to buy. On April 15, a lunar eclipse will occur in Libra. Unexpected, surprise, sudden trips may come up, but beware of delays and loss of belongings in these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the Internet. You can build a website, create a blog, and be actively involved with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention. On April 29, a solar eclipse will occur in Taurus. 11. This eclipse that will take place in your house will have an impact on your social life, friends, financial gains related to work, your hopes and expectations in life, and the issues you expect support from others. During the eclipse, it is highly likely that your good wishes that you expect and hope from life will come true. You can get good support from your social circle and friends in terms of information and communication. During this period, new people who will support you can join your life and you can meet. You can express yourself in new groups. You can make more premiums in your social life. You can make more efforts to increase your business-related earnings. On July 16, Jupiter, the planet of abundance, fertility, luck and fortune, will enter your sign and move in your sign for a full year. I have great news for you, but first I want to talk about the possible bad. However, while reading your horoscope, leave a pleasant taste in your palate. Jupiter, which will progress in your sign, may gain weight and it may not be easy to get rid of the weight. You can be extremely stubborn, optimistic, lazy. Now let's come to the good news; It will provide all kinds of opportunities and opportunities for you to make new beginnings. This will also offer you luck in the field of bilateral relations. You can start to look at life from a more optimistic perspective, as well as a noticeable increase in your earnings, you can start to be interested in subjects such as religion and philosophy, you can research and read. It will be much easier for you to find help and support with every step you take, and many of your ventures will not fail. You can come across all kinds of opportunities to reveal your talents. You may be even more fond of your luxury. Some of you may turn to soil and land related issues. You will be in a natural protection circle about your health. You will be able to find solutions to your possible health problems more easily. A lot of travel is coming into your life, all you have to do is take action. These trips may be to distant countries. A process that will increase your self-awareness. You start to care more about your personal development. On October 8, a lunar eclipse will occur in Aries. This eclipse will take place in your 9th house; Travels to distant places, distant relatives, legal issues, international relations, import, export, sales, marketing, public relations, promotion, prominent people, promotions etc. will be affected. You may experience good and positive developments regarding legal issues, travel abroad may come to the fore, job seekers can start a job in a multinational company, especially this term. On October 23, a solar eclipse will occur in Scorpio. With the solar eclipse that will take place in Scorpio, unexpected, surprise and sudden travels may come to your attention, but beware of delays and loss of belongings in these travels. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/leo.png"
  },
  {
    "horoscope_name": "Virgo",
    "date": "(August 22 - September 23)",
    "color": "Mavi",
    "number": "0, 5, 16, 888, 6848",
    "explanation_daily": "The obstacles you have to overcome in your life journey will increase during this period. Be careful not to overload yourself physically and mentally. Think hard and determine what challenges are really holding you back and are really worth your energies. If you make the wrong guesses, it's easy to experience health problems. ",
    "love_daily": 4,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. If you are alone, get ready for a romantic and full-fledged relationship, but let's say there is no relationship light in sight, this may be a partnership offer to you. A new agreement, contract, partnership offers may come. In addition, this week, some of you may be more involved with issues such as promise, engagement, marriage, etc., some of you may get married, be promised, and update their relationships. This new moon has very romantic effects, it can be a romantic trip, for example, your relationship can become more romantic. Some of you may receive partnership offers on aesthetics, creativity, art, etc. On March 3, both Mars and Saturn will go retrograde. Mars retrograde will last until May 20. Mars will go retrograde in the 2nd house of your chart, the 2nd house is generally associated with financial gains, portable items you have, money. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In financial terms, the abundance of money may not be long in this period, the money goes as it comes and there is a hole in your wallet, it may seem like a secret hand is constantly pulling the money out of your pocket. In addition, there may be delays in payments due to you. Another possible effect is that you may be distracted in money-related matters and not be able to take the right steps. In this period, thefts, On March 3, it will begin its retrograde motion on Saturn as well as Mars. Saturn retrograde in your 3rd house; You will start to test the relationships you have started to reconstruct with your close circle and siblings, and you will be able to find out if you are taking the right steps. Situations may arise that require you to express yourself more, especially to older people. It's a great time to complete and go over your old unfinished business. You can keep the administrative work of the apartment you live in, and you can get together with your siblings more. It is an ideal time to sort, correct, overhaul, revise old accounts. You can go back to places you have visited before. May be more introverted than extroverted While sharing your previous posts with those around you, you can be a little stingy in your posts. On March 5, Venus will enter Aquarius and travel in this sign until April 5th.There may be some arrangements in your work and working environment that will give you pleasure. You can start to solve your problems faster, you can buy new electronic devices that you can use in your work environment, you can organize and renew your office. You can find fun and creative ways to get things done that seem like a daily chore. Again, general supportive effects will be active in matters concerning your health, besides, you can start a diet with the help of an expert to beautify physically, and you can start sports with a trainer.On March 16, the full moon will occur in Virgo. You are entering a wonderful week both in terms of business and money! New job offers, projects, supports will be on the agenda! If you are alone, there is a slight love situation this week, but the sexual energy may be high. On March 30, the new moon will occur in Aries. This new moon has interesting effects.There may be some unexpected and surprising minor problems in your bank, credit card and accounts this week, besides, you will be able to reach the financial opportunities and conditions that you hope or want this week much faster. You may also have some money from surprise, unexpected weather, I suggest you carefully observe this next 10-day process. Especially in financial terms.",
    "love_montly": 4,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "Both Mars and Saturn will go retrograde in March. Mars retrograde will last until May 20.Mars will go retrograde in the 2nd house of your chart, the 2nd house is generally related to financial gains, portable items you have, money. The retrograde of Mars means that, in the areas I have mentioned, various delays, demotivating developments indicate that there may be problems in using your energy in these areas with sufficient quality. In financial terms, the abundance of money may not be long in this period, the money goes as it comes and there is a hole in your wallet, it may seem like a secret hand is constantly pulling the money out of your pocket. In addition, there may be delays in payments due to you. Another possible effect is that you may be distracted in money-related matters and not be able to take the right steps. This period should be careful against thefts and deceivers, it will not be an ideal period for making investments. On March 3, it will begin its retrograde motion on Saturn as well as Mars. 3. Saturn retrograde in your house; You will start to test the relationships you have started to reconstruct with your close circle and siblings, and you will be able to find out if you are taking the right steps. Situations may arise that require you to express yourself more, especially to older people. It's a great time to complete and go over your old unfinished business. You can keep the administrative work of the apartment you live in, and you can get together with your siblings more. It is an ideal time to sort, correct, overhaul, revise old accounts. You can go back to places you have visited before. You can be more introverted rather than extroverted, and you can be a little stingy in your sharing while sharing what you wrote before with those around you. On April 15, a lunar eclipse will occur in Libra. This eclipse will almost project onto your financial issues. You can get good and pleasant news, especially about financial matters. You may encounter new income doors and new projects related to the work you are dealing with. However, this eclipse can increase your workload a little more, and you can take on new duties and responsibilities. This eclipse will not only be in monetary terms, but also in relation to your possessions. You can make a breakthrough for something with a large amount that you have been planning to buy for a while. On April 29, a solar eclipse will occur in Taurus. This eclipse will take place in your 9th house; travels to distant places, distant relatives, legal matters, international relations, import, export, sales, marketing, public relations, promotion, considerable owner, promotion etc. issues will be affected. You may experience good and positive developments regarding legal issues, travel abroad may come to the fore, job seekers can start a job in a multinational company, especially this term. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will travel in this sign for 1 year. 12. Jupiter entering your house; possible gossip will take you into a natural circle of protection against enemies. Doing spiritual work can enable people who do spiritual work to come together and learn from them. You can read more and do research on cult, mystical and psychological issues. Jupiter will not be on a very visible side of your life, so your experiences will not be related to the physical world. You can turn inward and engage in creative work. The spiritual maturation and growth process will begin for you. You can start to look at life from a more peaceful window and much more positively. Your need for solitude may increase, but you may want to be alone because you enjoy it, not because of necessity or depressiveness. You can actively work in charitable and charitable organizations. On October 8, a lunar eclipse will occur in Aries. Gains belonging to others, inheritance, joint gains, incomes to be obtained without much effort, credit, debt, credit-creditor relations, death, losses, scholarships, insurance premiums etc. will be the main subject of this eclipse. The speed of information-communication on these issues may increase. You may experience particularly good developments regarding alimony at the time of detention, especially in cases of divorce. It's good to have some control over your spending. You will be able to receive financial support from your spouse or partner. Money goes as it comes, and these expense places will usually be related to your debts. You can close an important gap in your life. On October 23, a solar eclipse will occur in Scorpio. Unexpected, surprise, sudden trips may come to the fore, but beware of delays and loss of belongings during these trips. This eclipse, which will take place in your communication house, may indicate important beginnings regarding the internet, you may have a website built, a blog, and you may need to be actively intertwined with all kinds of communication channels. Again, important issues related to your siblings may come up. Moving, relocating, renovating, home-related issues may be among the issues you need to deal with during this detention.",
    "love_yearly": 3,
    "healthy_yearly": 3,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/basak.png"
  },
  {
    "horoscope_name": "Libra",
    "date": "(September 24 - October 23)",
    "color": "Pale to bright shades of blue",
    "number": "2, 6, 16, 432, 9763",
    "explanation_daily": "Your self-confidence is quite high today, if you use it unlimitedly, it will not benefit you much. As you take your anger out on the people closest to you, your invaluable connections may withdraw their support for you. Don't go fishing, take a step back, stay calm and take care of your health, because it's a little below average these days.",
    "love_daily": 2,
    "healthy_daily": 2,
    "money_daily": 2,
    "explanation_montly": "On March 1, there will be a new moon in Pisces. Be prepared for some minor changes, surprises, new projects and business lines in your business and working environment with the new moon. You may encounter opportunities where you can increase your earnings financially. Due to the Neptune effect, you can feel more creative and be attracted to work involving colors, art, dance, music, etc. In addition to this, in health-related matters, you may need to take care of yourself and pay attention to your nutrition in this new moon time. Your health may be a little sensitive. You may not be taking care of yourself much this week or because of the workload. On March 3, both Mars and Saturn will retrograde. Mars will go retrograde right in your sign until May 20th. Mars retrograde in your sign can bring a series of setbacks and delays. During this period, you may feel as if something is pulling your life energy down, and you may not even want to get out of bed. Your initiatives may not find sufficient progress and the people around you may accuse you of being selfish all the time. The level of your ambition may drop a little more in this process. During this period, you may find it difficult to show your reactions adequately, and you may experience a feeling of incompleteness. You may find it difficult to claim your rights. It is not a good time to make major physical changes or to have plastic surgery. It is useful to postpone your important major operations for a while. You will also be open to clumsiness and accidents… Saturn will go retrograde in Scorpio until July 22. Saturn retrograde in your 2nd house; finance and budget issues, the resources you have, your belongings, your values ​​will show their effects. Especially in your joint earnings, your mobility may be replaced by stagnation, and you may experience delays in possible payments to you. This will be a time to identify what you really need, manage your resources wisely, and distinguish between luxury and essentials. If you are very open to sharing, maybe it is a process for you to learn to share less, while for those who do not know how to share, it is a process where they will learn how to do it. Venus will enter Aquarius on March 5 and will travel in this sign until April 5th. You will be encountering conditions where you can enjoy life much more, you will be more fun, humorous and cheerful. You can spare time for your hobbies, in fact, you can spare more time for yourself, you can focus on the things you enjoy doing alone. Some of you may turn to original, different hobbies. The transit of Venus in this area will also be positive in general in matters related to love, but you can be more liberal, so minor faults may occur with people you can flirt with. The main theme of your life will be entertainment, in fact, you will turn to things that entertain you, there is plenty of flirting. This full moon has great effects, your possible health problems are starting to get resolved quickly, you may be inclined to act more secretly during this full moon, you may not want to reveal your ideas and what you want to do, I know that you have some plans in your mind for the next process, but 1 more month. be patient.The full moon in your 12th house brings losses, this is the best time to clean up any unnecessary person, thing or event in your life and of course to leave your bad habits behind. In addition, you can spare a lot of time for issues related to house exchange, buying-selling-renting. This full moon will bring you a spiritual-spiritual purification and cleansing. On March 30, there will be a new moon in Aries. This week may be a week of competition for you, tensions and strange disagreements may occur in relations with the people in front of you. In addition to this, surprise partnership and job offers may come to you. Unexpected, sudden, surprising changes and developments may occur in the career life of your partner or spouse. This week, especially those who are in a relationship, pay a little attention, your partner may be a little grumpy and angry, it would be useful for you to take care of yourself. Sudden relationships can start, end abruptly, you can make a surprising decision to marry, married people may suddenly come to the brink of divorce, this new moon is a bit interesting.",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 5,
    "explanation_yearly": "Both Mars and Saturn will retrograde in March. Mars will go retrograde in your sign until May 20. Mars retrograde in your sign can bring a series of setbacks and delays. During this period, you may feel as if something is pulling your life energy down, and you may not even want to get out of bed. Your initiatives may not find sufficient progress and the people around you may accuse you of being selfish all the time. The level of your ambition may drop a little more in this process. During this period, you may find it difficult to show your reactions adequately, and you may experience a feeling of incompleteness. You may find it difficult to claim your rights. It is not a good time to make major physical changes or to have plastic surgery. It is useful to postpone your important major operations for a while. You will also be open to clumsiness and accidents… Saturn will also go back in Scorpio until July 22nd. Saturn retrograde in your 2nd house; finance and budget issues, the resources you have, your belongings, your values ​​will show their effects. Especially in your joint earnings, your mobility may be replaced by stagnation, and you may experience delays in possible payments to you. This will be a time to identify what you really need, manage your resources wisely, and distinguish between luxury and essentials. If you are very open to sharing, maybe it is a process for you to learn to share less, while for those who do not know how to share, it is a process where they will learn how to do it. On April 15, a lunar eclipse will occur in your sign. It will keep all the spotlights on you! If you are single, this eclipse can bring you a very romantic and sensual partner! In addition, eclipse times are ideal times to start a diet, you can lose weight quickly. It is a very convenient process to complete the subjects that need to be completed in your life. You can collect the issues that are problematic in your life and put the last points. During the eclipse, you may feel unnecessarily tense, have difficulty in channeling your energies correctly and effectively, and may experience focusing problems. On April 29, a solar eclipse will occur in Taurus. Gains belonging to others, inheritance, joint gains, incomes that will be obtained without much effort, credit, debt, credit-creditor relations, death, losses, scholarships, insurance premiums, etc. subjects will be the main subject of this eclipse. Information on these issues, communication speed may increase. You may experience particularly good developments regarding alimony at the time of detention, especially in cases of divorce. It's good to have some control over your spending. You will be able to receive financial support from your spouse or partner. Money goes as it comes, and these expense places will usually be related to your debts. You can close an important gap in your life. On July 16, the planet of abundance, fertility, luck and fortune, Jupiter will enter the sign of Leo and will stay here for a full year. 11. Jupiter will enter your house and will start working to expand your social circle. It will bring you together with many people who can support you financially and morally in your life. You will meet new people who will support you. You will begin to encounter various opportunities and chances to reach your ideals and goals. You can take a more optimistic, peaceful and possessive attitude towards your social environment relations. You can participate in group work and take an active role in crowded groups. Your ideas about your social circle may take a more philosophical turn. New foreign nationals can enter your life, and you can travel to distant places with your friends. Together with your friends, you can also start projects that will earn you money. You can take part in large organizations, if you are looking for a job, organizer and so on. You can take care of business. On October 8, a lunar eclipse will occur in Aries. Unions, partnerships, marriage, the health of these people, important beginnings, agreements, contracts in the life of your spouse, partner or partner will be included in the main subject of the eclipse. There will be new energies and new beginnings in your life regarding these issues. Some of you may take steps towards marriage, some of you may sign an important business agreement, and you may undertake partnerships. Okay for relationships, continue? time to seek an answer to the problem. If you have a bad relationship, partnership or marriage, thanks to this eclipse, you can now roll up your sleeves to put an end to it. If it is a good partnership, steps can be taken to move it to the next level. On October 23, a solar eclipse will occur in Scorpio. The issues you will focus on with the solar eclipse that will take place in Scorpio; There will be financial issues. You need to reevaluate your budget and determine your expense-income balance well. If the eclipse's place and contacts are good in your personal charts, you may encounter surprise, unexpected gains. In addition to unexpected gains, sudden expenses may also come to the fore. You can work to gain new income doors. Especially professionally, supportive effects will be in effect.",
    "love_yearly": 3,
    "healthy_yearly": 7,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/terazi.png"
  },
  {
    "horoscope_name": "Akrep Burcu",
    "date": "23 Ekim - 21 Kasım",
    "color": "Kırmızı",
    "number": "8, 9, 53, 783, 6591",
    "explanation_daily": "Güzellik ve lüksten hoşlandığı bilinen Terazilerin aslında en önemli özelliği dengeli olmaları. Hayatlarında ve ilişkilerinde dengeye fazlasıyla önem veren bir teraziyi kıskaca almaya çalışmak yapılabilecek en hatalı davranışlar arasında gösterilebilir. Çok seviyeli bir arkadaşlık kurabilen Teraziler her ortamda kendini belli edebilen ve aranan kişiler arasında yer alır. Özellikle erkekleri için fazlaca çapkın olduğunu söyleyebiliriz fakat bir kez severlerse tam anlamıyla sevdiklerini de belirtelim. Dış görünüşlerine önem veren ve karşı taraftan da aynı inceliği arayan bu burcun kişileri gösterişli şeylerden çok fazla hoşlanır. Hava grubunda yer alan Terazilerin hayatından sevgi eksik olmamalı ve çoğu zamanını sevgiye dayalı işlerde harcaması gerekir. Sanat ile araları iyi olan bu kişilerin saygılı ve zarif duruşları etraflarındaki kişileri etkilemede kullandıkları bir silah. Fiziksel anlamda hem Terazi kadınları hem de erkekleri oldukça çekici bir görünüme sahiptir. Temizlik ve bakımlı olmaya özen gösteren ve aynı şeyi karşı taraftan da bekleyen Teraziler genellikle uzun boylu ve beyaz tenli olurlar.",
    "love_daily": 5,
    "healthy_daily": 6,
    "money_daily": 7,
    "explanation_montly": "Güzellik ve lüksten hoşlandığı bilinen Terazilerin aslında en önemli özelliği dengeli olmaları. Hayatlarında ve ilişkilerinde dengeye fazlasıyla önem veren bir teraziyi kıskaca almaya çalışmak yapılabilecek en hatalı davranışlar arasında gösterilebilir. Çok seviyeli bir arkadaşlık kurabilen Teraziler her ortamda kendini belli edebilen ve aranan kişiler arasında yer alır. Özellikle erkekleri için fazlaca çapkın olduğunu söyleyebiliriz fakat bir kez severlerse tam anlamıyla sevdiklerini de belirtelim. Dış görünüşlerine önem veren ve karşı taraftan da aynı inceliği arayan bu burcun kişileri gösterişli şeylerden çok fazla hoşlanır. Hava grubunda yer alan Terazilerin hayatından sevgi eksik olmamalı ve çoğu zamanını sevgiye dayalı işlerde harcaması gerekir. Sanat ile araları iyi olan bu kişilerin saygılı ve zarif duruşları etraflarındaki kişileri etkilemede kullandıkları bir silah. Fiziksel anlamda hem Terazi kadınları hem de erkekleri oldukça çekici bir görünüme sahiptir. Temizlik ve bakımlı olmaya özen gösteren ve aynı şeyi karşı taraftan da bekleyen Teraziler genellikle uzun boylu ve beyaz tenli olurlar.",
    "love_montly": 5,
    "healthy_montly": 6,
    "money_montly": 7,
    "explanation_yearly": "Güzellik ve lüksten hoşlandığı bilinen Terazilerin aslında en önemli özelliği dengeli olmaları. Hayatlarında ve ilişkilerinde dengeye fazlasıyla önem veren bir teraziyi kıskaca almaya çalışmak yapılabilecek en hatalı davranışlar arasında gösterilebilir. Çok seviyeli bir arkadaşlık kurabilen Teraziler her ortamda kendini belli edebilen ve aranan kişiler arasında yer alır. Özellikle erkekleri için fazlaca çapkın olduğunu söyleyebiliriz fakat bir kez severlerse tam anlamıyla sevdiklerini de belirtelim. Dış görünüşlerine önem veren ve karşı taraftan da aynı inceliği arayan bu burcun kişileri gösterişli şeylerden çok fazla hoşlanır. Hava grubunda yer alan Terazilerin hayatından sevgi eksik olmamalı ve çoğu zamanını sevgiye dayalı işlerde harcaması gerekir. Sanat ile araları iyi olan bu kişilerin saygılı ve zarif duruşları etraflarındaki kişileri etkilemede kullandıkları bir silah. Fiziksel anlamda hem Terazi kadınları hem de erkekleri oldukça çekici bir görünüme sahiptir. Temizlik ve bakımlı olmaya özen gösteren ve aynı şeyi karşı taraftan da bekleyen Teraziler genellikle uzun boylu ve beyaz tenli olurlar.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/akrep.png"
  },
  {
    "horoscope_name": "Yay Burcu",
    "date": "22 Kasım - 21 Aralık",
    "color": "Mor",
    "number": "3, 12, 582, 943, 2334",
    "explanation_daily": "Çoğu durumda “Kendini beğenmiş” olarak mimlenen Yaylar çoğu zaman karşı taraftaki kişileri küçümser. Bu sebeple bir Yay erkek veya kadının gerçekten tanımıyorsanız kesinlikle elektrik alamayabilirsiniz. Tanıdıkça aslında kendini beğenmişlik durumunun kendilerine hissettikleri güvenden olduğunu anlayabilirsiniz. Bazı kişilerde narsistik düzeyine ulaşan kendini beğenme durumu, bazı kişilerde daha dengeli ve iyimser boyutta kabul edilebilir. Araştırmacı kişilikleri nedeniyle yeni şeyler öğrenmek, yeni yerler gezmek ve keşifler yapmak tam olarak da ateş grubunun güçlü burçlarından Yay’a göredir. Yaptıkları işlerde, arkadaş ortamlarında ve hayatın genel olarak her alanında ünlü olmayı seven bu burç kişileri aynı zamanda oldukça girişken bir yapıya sahiptirler. Kendilerine olan aşırı güveniyle asla her olaya anında atılan yayların ellerinden bir uçan bir kaçan kurtulabilir. Öncü olmak ve olayları yönetmeye bayılan Yay burcu kişileri kendisi gibi olan insanlarla kolay kolay anlaşamaz ve genellikle İkizler burcundan kişilerle arkadaşlık kurmaları çok zor olur. Bu nedenle çevrelerinde genellikle yönetilebilecek kişiler bulunur. Giyim konusunda da standart tarzlardan hoşlanmayan ve kendilerine has kıyafetleri taşımaktan hoşlandıklarını söyleyebiliriz.",
   "love_daily": 5,
    "healthy_daily": 6,
    "money_daily": 7,
    "explanation_montly": "Çoğu durumda “Kendini beğenmiş” olarak mimlenen Yaylar çoğu zaman karşı taraftaki kişileri küçümser. Bu sebeple bir Yay erkek veya kadının gerçekten tanımıyorsanız kesinlikle elektrik alamayabilirsiniz. Tanıdıkça aslında kendini beğenmişlik durumunun kendilerine hissettikleri güvenden olduğunu anlayabilirsiniz. Bazı kişilerde narsistik düzeyine ulaşan kendini beğenme durumu, bazı kişilerde daha dengeli ve iyimser boyutta kabul edilebilir. Araştırmacı kişilikleri nedeniyle yeni şeyler öğrenmek, yeni yerler gezmek ve keşifler yapmak tam olarak da ateş grubunun güçlü burçlarından Yay’a göredir. Yaptıkları işlerde, arkadaş ortamlarında ve hayatın genel olarak her alanında ünlü olmayı seven bu burç kişileri aynı zamanda oldukça girişken bir yapıya sahiptirler. Kendilerine olan aşırı güveniyle asla her olaya anında atılan yayların ellerinden bir uçan bir kaçan kurtulabilir. Öncü olmak ve olayları yönetmeye bayılan Yay burcu kişileri kendisi gibi olan insanlarla kolay kolay anlaşamaz ve genellikle İkizler burcundan kişilerle arkadaşlık kurmaları çok zor olur. Bu nedenle çevrelerinde genellikle yönetilebilecek kişiler bulunur. Giyim konusunda da standart tarzlardan hoşlanmayan ve kendilerine has kıyafetleri taşımaktan hoşlandıklarını söyleyebiliriz.",
    "love_montly": 5,
    "healthy_montly": 6,
    "money_montly": 7,
    "explanation_yearly": "Çoğu durumda “Kendini beğenmiş” olarak mimlenen Yaylar çoğu zaman karşı taraftaki kişileri küçümser. Bu sebeple bir Yay erkek veya kadının gerçekten tanımıyorsanız kesinlikle elektrik alamayabilirsiniz. Tanıdıkça aslında kendini beğenmişlik durumunun kendilerine hissettikleri güvenden olduğunu anlayabilirsiniz. Bazı kişilerde narsistik düzeyine ulaşan kendini beğenme durumu, bazı kişilerde daha dengeli ve iyimser boyutta kabul edilebilir. Araştırmacı kişilikleri nedeniyle yeni şeyler öğrenmek, yeni yerler gezmek ve keşifler yapmak tam olarak da ateş grubunun güçlü burçlarından Yay’a göredir. Yaptıkları işlerde, arkadaş ortamlarında ve hayatın genel olarak her alanında ünlü olmayı seven bu burç kişileri aynı zamanda oldukça girişken bir yapıya sahiptirler. Kendilerine olan aşırı güveniyle asla her olaya anında atılan yayların ellerinden bir uçan bir kaçan kurtulabilir. Öncü olmak ve olayları yönetmeye bayılan Yay burcu kişileri kendisi gibi olan insanlarla kolay kolay anlaşamaz ve genellikle İkizler burcundan kişilerle arkadaşlık kurmaları çok zor olur. Bu nedenle çevrelerinde genellikle yönetilebilecek kişiler bulunur. Giyim konusunda da standart tarzlardan hoşlanmayan ve kendilerine has kıyafetleri taşımaktan hoşlandıklarını söyleyebiliriz.", 
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yay.png"
  },
  {
    "horoscope_name": "Oğlak Burcu",
    "date": "22 Aralık - 21 Ocak",
    "color": "color: 12.4 gram",
    "number": "8, 9, 62, 122, 7544",
    "explanation_daily": "22 Aralık ve 21 Ocak aralığı Oğlak burcu tarihi olarak kabul edilir ve bu tarihler arasında toprak grubunun kararlı yapısıyla dikkat çeken burcu olarak karşımıza çıkar. Direniş doğal olarak yapısında bulunan oğlak burcu tarihi yeni burç tarihlerine göre 20 Ocak- 15 Şubat aralığını kapsıyor ve tam olarak 27 gün döngüsünde sayılıyor. Yükseklere ulaşmak ve zirvede kalmayı hedefleyen Oğlak burcu kişilerinin çok fazla meraklı olması çoğu zaman sevilmez. Ancak kararlı yapısı ve önlem almadan duramıyor olması çoğu zaman risklerden kolayca kurtulmasını sağlayabilir. Satürn yönetici yıldızı etkisinde ilerleyen bu burca sahip kişilerin çok güçlü değer yargıları vardır. Sabırlı yapıları ve sorumluluk duygusu yüksek kişiler olması nedeniyle de olaylar ve kişiler karşısında soğukkanlı bir şekilde kalabilirler. İş hayatlarına fazla düşkün olan Oğlaklar eğer dengeyi iyi kuramazsa özel hayatlarını ihmal edebilirler. Rahatlığa fazlasıyla önem verdikleri için hayatlarının her alanında keyifli olmaya özen gösterirler. Genellikle koyu saç rengine sahip olan Oğlak burcu kişilerinin özellikle de çene hatları oldukça keskin olur. İlerleyen yaşlarda da bu durumun giderek oturmaya başlaması özellikle erkek Oğlaklara karizmatik bir hava katabilir.",
    "love_daily": 5,
    "healthy_daily": 6,
    "money_daily": 7,
    "explanation_montly": "22 Aralık ve 21 Ocak aralığı Oğlak burcu tarihi olarak kabul edilir ve bu tarihler arasında toprak grubunun kararlı yapısıyla dikkat çeken burcu olarak karşımıza çıkar. Direniş doğal olarak yapısında bulunan oğlak burcu tarihi yeni burç tarihlerine göre 20 Ocak- 15 Şubat aralığını kapsıyor ve tam olarak 27 gün döngüsünde sayılıyor. Yükseklere ulaşmak ve zirvede kalmayı hedefleyen Oğlak burcu kişilerinin çok fazla meraklı olması çoğu zaman sevilmez. Ancak kararlı yapısı ve önlem almadan duramıyor olması çoğu zaman risklerden kolayca kurtulmasını sağlayabilir. Satürn yönetici yıldızı etkisinde ilerleyen bu burca sahip kişilerin çok güçlü değer yargıları vardır. Sabırlı yapıları ve sorumluluk duygusu yüksek kişiler olması nedeniyle de olaylar ve kişiler karşısında soğukkanlı bir şekilde kalabilirler. İş hayatlarına fazla düşkün olan Oğlaklar eğer dengeyi iyi kuramazsa özel hayatlarını ihmal edebilirler. Rahatlığa fazlasıyla önem verdikleri için hayatlarının her alanında keyifli olmaya özen gösterirler. Genellikle koyu saç rengine sahip olan Oğlak burcu kişilerinin özellikle de çene hatları oldukça keskin olur. İlerleyen yaşlarda da bu durumun giderek oturmaya başlaması özellikle erkek Oğlaklara karizmatik bir hava katabilir.",
    "love_montly": 5,
    "healthy_montly": 6,
    "money_montly": 7,
    "explanation_yearly": "22 Aralık ve 21 Ocak aralığı Oğlak burcu tarihi olarak kabul edilir ve bu tarihler arasında toprak grubunun kararlı yapısıyla dikkat çeken burcu olarak karşımıza çıkar. Direniş doğal olarak yapısında bulunan oğlak burcu tarihi yeni burç tarihlerine göre 20 Ocak- 15 Şubat aralığını kapsıyor ve tam olarak 27 gün döngüsünde sayılıyor. Yükseklere ulaşmak ve zirvede kalmayı hedefleyen Oğlak burcu kişilerinin çok fazla meraklı olması çoğu zaman sevilmez. Ancak kararlı yapısı ve önlem almadan duramıyor olması çoğu zaman risklerden kolayca kurtulmasını sağlayabilir. Satürn yönetici yıldızı etkisinde ilerleyen bu burca sahip kişilerin çok güçlü değer yargıları vardır. Sabırlı yapıları ve sorumluluk duygusu yüksek kişiler olması nedeniyle de olaylar ve kişiler karşısında soğukkanlı bir şekilde kalabilirler. İş hayatlarına fazla düşkün olan Oğlaklar eğer dengeyi iyi kuramazsa özel hayatlarını ihmal edebilirler. Rahatlığa fazlasıyla önem verdikleri için hayatlarının her alanında keyifli olmaya özen gösterirler. Genellikle koyu saç rengine sahip olan Oğlak burcu kişilerinin özellikle de çene hatları oldukça keskin olur. İlerleyen yaşlarda da bu durumun giderek oturmaya başlaması özellikle erkek Oğlaklara karizmatik bir hava katabilir.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/oglak.png"
  },
  {
    "horoscope_name": "Kova Burcu",
    "date": "22 Ocak - 19 Şubat",
    "color": "Metalik Mavi",
    "number": "4, 8, 10, 84, 999, 915",
    "explanation_daily": "Yeni burç tarihleri 2021 yılına göre Kova 25 günlük döngüsünü 16 Şubat- 12 Mart aralığında alır fakat geçerli kabul edilen 12 burca göre 22 Ocak ve 19 Şubat aralığını kabul ediyoruz. Hava grubuna dahil olan Kovaların en bilinen özelliği sağduyulu olması. İnsancıl yapıları ve her koşulda iradeli kalabilmeleri sayesinde ilerlemek için yeni fırsatlar yaratabilen kişiler genellikle bu burç tarihleri arasında doğmuş olarak karşımıza çıkar. Yardımsever yapıları nedeniyle karşılarına çıkan zor durumda bulunan kişilere anında koşmaya çalışırlar. Paraya değer vermek asla onlara göre değildir ki bu nedenle bazen cömertliğin ucunu kaçırabilirler. En kötü özellik olarak ihmalciliği gösterebiliriz. Yapıları daha rahat ve değişken olduğu için sorumluluk duyguları diğer burçlara oranla daha azdır demek yanlış olmaz. Kavga ve gürültüden mümkün olduğunca kaçan Kovalar, barışın önemli olduğunu bilen ve uygulamaya çalışan kişilerdir. Bağımsızlık duygusuna kendilerini fazlasıyla kaptırdıkları için ister iş hayatı ister özel hayat olsun, kapana kısılmış gibi hissetmekten hiç hoşlanmazlar. Bir Kova ile yakın ilişkiler kurmak istiyorsanız ilk bilmeniz gereken şey ona her saniye hesap sormamak olduğudur.",
   "love_daily": 5,
    "healthy_daily": 6,
    "money_daily": 7,
    "explanation_montly": "Yeni burç tarihleri 2021 yılına göre Kova 25 günlük döngüsünü 16 Şubat- 12 Mart aralığında alır fakat geçerli kabul edilen 12 burca göre 22 Ocak ve 19 Şubat aralığını kabul ediyoruz. Hava grubuna dahil olan Kovaların en bilinen özelliği sağduyulu olması. İnsancıl yapıları ve her koşulda iradeli kalabilmeleri sayesinde ilerlemek için yeni fırsatlar yaratabilen kişiler genellikle bu burç tarihleri arasında doğmuş olarak karşımıza çıkar. Yardımsever yapıları nedeniyle karşılarına çıkan zor durumda bulunan kişilere anında koşmaya çalışırlar. Paraya değer vermek asla onlara göre değildir ki bu nedenle bazen cömertliğin ucunu kaçırabilirler. En kötü özellik olarak ihmalciliği gösterebiliriz. Yapıları daha rahat ve değişken olduğu için sorumluluk duyguları diğer burçlara oranla daha azdır demek yanlış olmaz. Kavga ve gürültüden mümkün olduğunca kaçan Kovalar, barışın önemli olduğunu bilen ve uygulamaya çalışan kişilerdir. Bağımsızlık duygusuna kendilerini fazlasıyla kaptırdıkları için ister iş hayatı ister özel hayat olsun, kapana kısılmış gibi hissetmekten hiç hoşlanmazlar. Bir Kova ile yakın ilişkiler kurmak istiyorsanız ilk bilmeniz gereken şey ona her saniye hesap sormamak olduğudur.",
    "love_montly": 5,
    "healthy_montly": 6,
    "money_montly": 7,
    "explanation_yearly": "Yeni burç tarihleri 2021 yılına göre Kova 25 günlük döngüsünü 16 Şubat- 12 Mart aralığında alır fakat geçerli kabul edilen 12 burca göre 22 Ocak ve 19 Şubat aralığını kabul ediyoruz. Hava grubuna dahil olan Kovaların en bilinen özelliği sağduyulu olması. İnsancıl yapıları ve her koşulda iradeli kalabilmeleri sayesinde ilerlemek için yeni fırsatlar yaratabilen kişiler genellikle bu burç tarihleri arasında doğmuş olarak karşımıza çıkar. Yardımsever yapıları nedeniyle karşılarına çıkan zor durumda bulunan kişilere anında koşmaya çalışırlar. Paraya değer vermek asla onlara göre değildir ki bu nedenle bazen cömertliğin ucunu kaçırabilirler. En kötü özellik olarak ihmalciliği gösterebiliriz. Yapıları daha rahat ve değişken olduğu için sorumluluk duyguları diğer burçlara oranla daha azdır demek yanlış olmaz. Kavga ve gürültüden mümkün olduğunca kaçan Kovalar, barışın önemli olduğunu bilen ve uygulamaya çalışan kişilerdir. Bağımsızlık duygusuna kendilerini fazlasıyla kaptırdıkları için ister iş hayatı ister özel hayat olsun, kapana kısılmış gibi hissetmekten hiç hoşlanmazlar. Bir Kova ile yakın ilişkiler kurmak istiyorsanız ilk bilmeniz gereken şey ona her saniye hesap sormamak olduğudur.",
     "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/kova.png"
  },
  {
    "horoscope_name": "Balık Burcu",
    "date": "20 Şubat - 20 Mart",
    "color": "Koyu Gri",
    "number": "7, 11, 73, 354, 7299",
    "explanation_daily": "Aşırı duygusal olmaları ile tanınan Balıkların en güzel özelliği çok iyi empati yapabiliyor olmalarıdır. Karşılarındaki kişileri hemen anlayabilen, aşırı derecede anlayışlı davranan hatta çoğu zaman iyi niyeti suiistimal edilen bu burca sahip kişilerin bir diğer iyi özelliği de hislerinin çok güçlü olmasıdır. Sezgileri ve insancıl yaklaşımlarıyla her ortamda kendini belli edebilen Balıkların sanata olan ilgileri de oldukça fazla. Hayatları boyunca huzurdan başka hiçbir şeye değer vermezler ve huzurlu hissettikleri kişi/olay karşısında her şeyden vazgeçebilirler. Sevdiklerine karşı ilgi ve alakası yüksek olan bu kişiler hayatlarında naif ve sevgiden anlayan kişilerin bulunmasını arzular. Su grubunda yer alan Balık burcu canlı ve daima neşeli haliyle de ilgi görür fakat bu durum anlıktır. Beş dakika önce ağlayan bir Balık bir süre sonra kahkahalar atabilir. Duygularına göre durumlar karşısında şekillenen bu kişiler için her ne kadar hayalci denilse de aslında gerçek hayata bakışları da bir o kadar gerçekçidir. Sadece hayal kurmadan yaşamaları imkânsız olan bu burca sahip kişiler çoğu zaman gözyaşlarına hâkim olamazlar ve tozpembe hayallerinden vazgeçmek istemezler. En kötü özelliği kendini küçümsemek olan Balıklar her koşulda verici olmayı tercih ettikleri için bazen hayal kırıklığı yaşayabilirler. Son olarak da yeni burç tarihleri 2018 sıralamasına göre 13 Mart- 18 Nisan aralığında doğanlar Balık kabul ediliyor.",
    "love_daily": 5,
    "healthy_daily": 6,
    "money_daily": 7,
    "explanation_montly": "Aşırı duygusal olmaları ile tanınan Balıkların en güzel özelliği çok iyi empati yapabiliyor olmalarıdır. Karşılarındaki kişileri hemen anlayabilen, aşırı derecede anlayışlı davranan hatta çoğu zaman iyi niyeti suiistimal edilen bu burca sahip kişilerin bir diğer iyi özelliği de hislerinin çok güçlü olmasıdır. Sezgileri ve insancıl yaklaşımlarıyla her ortamda kendini belli edebilen Balıkların sanata olan ilgileri de oldukça fazla. Hayatları boyunca huzurdan başka hiçbir şeye değer vermezler ve huzurlu hissettikleri kişi/olay karşısında her şeyden vazgeçebilirler. Sevdiklerine karşı ilgi ve alakası yüksek olan bu kişiler hayatlarında naif ve sevgiden anlayan kişilerin bulunmasını arzular. Su grubunda yer alan Balık burcu canlı ve daima neşeli haliyle de ilgi görür fakat bu durum anlıktır. Beş dakika önce ağlayan bir Balık bir süre sonra kahkahalar atabilir. Duygularına göre durumlar karşısında şekillenen bu kişiler için her ne kadar hayalci denilse de aslında gerçek hayata bakışları da bir o kadar gerçekçidir. Sadece hayal kurmadan yaşamaları imkânsız olan bu burca sahip kişiler çoğu zaman gözyaşlarına hâkim olamazlar ve tozpembe hayallerinden vazgeçmek istemezler. En kötü özelliği kendini küçümsemek olan Balıklar her koşulda verici olmayı tercih ettikleri için bazen hayal kırıklığı yaşayabilirler. Son olarak da yeni burç tarihleri 2018 sıralamasına göre 13 Mart- 18 Nisan aralığında doğanlar Balık kabul ediliyor.",
    "love_montly": 5,
    "healthy_montly": 6,
    "money_montly": 7,
    "explanation_yearly": "Aşırı duygusal olmaları ile tanınan Balıkların en güzel özelliği çok iyi empati yapabiliyor olmalarıdır. Karşılarındaki kişileri hemen anlayabilen, aşırı derecede anlayışlı davranan hatta çoğu zaman iyi niyeti suiistimal edilen bu burca sahip kişilerin bir diğer iyi özelliği de hislerinin çok güçlü olmasıdır. Sezgileri ve insancıl yaklaşımlarıyla her ortamda kendini belli edebilen Balıkların sanata olan ilgileri de oldukça fazla. Hayatları boyunca huzurdan başka hiçbir şeye değer vermezler ve huzurlu hissettikleri kişi/olay karşısında her şeyden vazgeçebilirler. Sevdiklerine karşı ilgi ve alakası yüksek olan bu kişiler hayatlarında naif ve sevgiden anlayan kişilerin bulunmasını arzular. Su grubunda yer alan Balık burcu canlı ve daima neşeli haliyle de ilgi görür fakat bu durum anlıktır. Beş dakika önce ağlayan bir Balık bir süre sonra kahkahalar atabilir. Duygularına göre durumlar karşısında şekillenen bu kişiler için her ne kadar hayalci denilse de aslında gerçek hayata bakışları da bir o kadar gerçekçidir. Sadece hayal kurmadan yaşamaları imkânsız olan bu burca sahip kişiler çoğu zaman gözyaşlarına hâkim olamazlar ve tozpembe hayallerinden vazgeçmek istemezler. En kötü özelliği kendini küçümsemek olan Balıklar her koşulda verici olmayı tercih ettikleri için bazen hayal kırıklığı yaşayabilirler. Son olarak da yeni burç tarihleri 2018 sıralamasına göre 13 Mart- 18 Nisan aralığında doğanlar Balık kabul ediliyor.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/balik.png"
  }
]
