[
  {
    "horoscope_name": "Koç",
    "date": "(21 Mart - 19 Nisan)",
    "color": "Şanslı Rengin Yeşil",
    "number": "Uğurlu Zaman: 13.30 - 14.30 \n Çözüm: Cebinizde bir bakır para taşımak profesyonel yaşamınızı büyük ölçüde geliştirecektir.",
    "explanation_daily": "Motivasyonunuzu ateşlemek için hızlı harekete geçin. Başarıya ulaşmak için zaman içinde gelişme fikrini benimseyin. Değişimi kucaklamak bakış açınızı genişletecek, ufkunuzu genişletecek, kişiliğinizi geliştirecek ve zihninizi zenginleştirecektir. Zihinsel strese yol açabileceğinden, bugün önemsiz ev eşyalarına aşırı harcama konusunda dikkatli olun. Sosyal toplantılar, etkili kişilerle bağlantılarınızı güçlendirmek için değerli fırsatlar sunar. Kıyafetiniz söz konusu olduğunda sevgilinizin tercihlerine saygı gösterin, çünkü onları dikkate almamak onları gücendirebilir. Meslektaşlarınız veya ortaklarınız sınırlı yardım sunsa da, bir süreliğine kendinize güvenmeniz gerekebilir gibi görünüyor. Bugün üstlendiğiniz herhangi bir inşaat işi sizi tatmin edecek şekilde tamamlanacaktır. Ev içi yardımın olmaması nedeniyle hayat arkadaşınızla stres yaşayabilirsiniz.umutlarınızın ve arzularınızın gerçekleşmesinin yolunu açacaktır. Bugün, anne tarafınızdan maddi faydalar elde etme olasılığınız yüksek. Dayınız veya büyükbabanız size mali yardım sağlayabilir. Çocuklarınızın size öğretebileceği değerli derslere dikkat edin. Saf auraları, masumiyetleri, neşeleri ve olumsuzluktan uzak olmaları sayesinde çevrelerindekileri yüceltme gücüne sahiptir. Bu dünyadaki varlığınız, onu sevgiliniz için anlamlı bir yer haline getiriyor. Meslektaşlar ve astlar endişe ve stres anları getirebilir. Görünüşünüzü ve kişiliğinizi geliştirmeye yönelik çabalarınız tatmin edici sonuçlar verecektir. Size yakın biri, hayat arkadaşınızın size olan sevgisini yeniden alevlendirecek bir şey yapabilir.",
    "love_daily": 5,
    "healthy_daily": 10,
    "money_daily": 6,
    "explanation_montly": "Dolunay 3 Temmuz da kariyer alanınızı aydınlatıyor. Bir başarı için tanınabilir veya mesleğinizin tatmin edici olmayan bir alanından devam etmeye hazır olabilirsiniz. Unvan veya kupa gibi dış ödüllerle eskisi kadar motive olmadığınızı da keşfedebilirsiniz. Hırslı Marsın 10 unda çalışkan Başak'a dönüşmesi arasında, esprili Merkür ve kendine güvenen güneş ay ortasında Aslan'a girerken, bir tutkunun peşinden gitmek veya bir hobiyi tam zamanlı bir işe dönüştürmek için heyecanlı olabilirsiniz. Ancak, Venüs retrosu sırasında bu coşku hızla sönebilir.Yeni bir şeye başlamanın zirvesini kovalamak yerine, bu ayı basit zevklerle veya çocukluğunuzdaki bir şeyle yeniden bağlantı kurmak için kullanın. Kendinizi kolayca perişan edebileceğiniz için, eğlencede aşırıya kaçmaya dikkat edin. Kendinizi de fazla yormamaya özen gösterin. Duygusal beslenmeyi doldurmak için 17 sindeki Yengeç ayına bakın . Merkür ün 28 inde Başak burcuna geçmesini bekleyin ve size yavaşlamanız ve esenliğinize odaklanmanız için çok ihtiyaç duyulan bir dürtü verin.",
    "love_montly": 5,
    "healthy_montly": 10,
    "money_montly": 6,
    "explanation_yearly": "3 Mart itibariyle hem Mars hem de Satürn geri hareketine başlayacak. Mars 21 Mayıs a kadar Terazi burcunda geri hareket edecek. Mars haritanızın 7. evinde geri hareket edecek. İlişkilerde ve ortaklıklarda tehlike çanları çalmaya başlıyor. partneriniz veya partnerinizle ortak payda bulmakta zorlanabilirsiniz, sürekli birbirinizi eleştirebilir, incir çekirdeğini doldurmayacak konuşmalardan ateş yakabilirsiniz.Bu dönemde düşmanlıklara biraz daha açık olabilir ve savunmada kalabilirsiniz. Size yardım etmek ve destek olmak isteyenlerin niyetlerini yanlış anladığınız için onlara karşı çok sert davranabilir ve soğuyabilirsiniz.Bu tarih aralığı bir ortaklık başlatmak veya evlenmek için iyi bir zaman değil.Satürn Akrep burcunda 21 Temmuz a kadar geriye dönük Satürn 8. evinizde geri gidiyor; Ödemeler konusunda sizi biraz sıkıntıya sokabilir. Ödeme yapmanız gereken yerlere yapılan ödemelerde gecikme yaşayabilirsiniz. Eşinizden veya partnerinizden maddi destek almanız biraz zor olabilir. Başvurduğunuz kredileri istediğiniz miktarda alamayabilirsiniz veya bazı şartlar öne sürebilirler. Tazminat, vergi, burs, nafaka ve prim ödemeleri gibi konularda gecikmeler olabilir. 8. ev aynı zamanda ölümle de ilişkilendirilir ki bu kulağa pek sevimli gelmemektedir, özellikle ölüm korkusu olanlar bu korkularla yüzleşmek zorunda kalabilirler. 15 Nisan'da Terazi burcunda bir ay tutulması meydana gelecek. İlişkiler için mi yoksa devam etmek için mi? sorusuna cevap ararken önemli olan hem özel hem de iş ilişkileri kurulabilir. Kötü giden ilişkiler tutulmaların desteğiyle bitebilir. Ayrıca ev, aile, taşınma ve taşınma koşullarına ilişkin beklenmedik, ani ve şaşırtıcı gelişmeler olabilir. İlişkilerle ilgili stresli zamanlara dikkat edin. 29 Nisan da Boğa burcunda bir güneş tutulması meydana gelecek.2. evinizde gerçekleşecek bu tutulma maddi kaynaklarınız, bütçeniz ve değerli eşyalarınız üzerinde etkilerini göstermeye başlayacak. Kazançlarınızla ilgili daha somut gelişmelerin yaşanacağı bu günlerde bütçenizi yeniden değerlendirebilir, kazancınızı artırmanın yollarını arayabilirsiniz. Önemli ticaret sorunları gündeme gelebilir. Arkadaşlık ve sosyal ilişkilerde gergin gelişmeler olabilir, meselelerin iç yüzünü öğrenmeden ani kararlar almamakta fayda var. Ani harcamalar ya da gereksiz harcamalara karşı dikkatli olmanızda fayda var. Venüs artık 3 Mayısta burcunuza girecek ve 29 Mayıs'a kadar burcunuzda seyahat edecek. Şimdiye kadar dolunayda aşk gelmediyse merak etmeyin, geçeceksiniz. Bu tarihe kadar aşka bol bol zaman ayırın, fiziksel değişiklikler yapmak, saçınızın şeklini ve rengini değiştirmek için ideal zamanlar olacak. şirinlik maskesini uzun süre tak. 16 Temmuzda bolluk, bereket, şans ve talihin gezegeni Jüpiter artık Aslan burcuna girecek ve tam bir yıl bu burçta seyahat edecek. Sizlere Havada Aşk Var şarkısını sunuyorum. Özellikle bekarlar için uzun soluklu bir aşk ilişkisine hazır mısınız? Jüpiter, sizi çok kıskanacağınız ve sahipleneceğiniz bir aşk ilişkisine sokmak için kolları sıvadı. Ayrıca Jüpiter'in şans, bolluk, büyüme etkilerini göstereceği diğer alanlar zevkleriniz, hobileriniz, çocuk sorunlarınız, riskli faaliyetler ve yatırımlarınız ile ilgili olacaktır. Evli ve çocuk sahibi olmak isteyenler Jüpiter sayesinde çocuk sahibi olabiliyor. Borsa gibi spekülatif işlerden kazanabilirsiniz. Yaratıcılık gerektiren işlerde çalışanlar için çanlar sizin için çalıyor. Kalıcı eserler üretebileceğiniz ve bunlardan kazanç elde edebileceğiniz bir süreçtir. Bazılarınız çalışmaları ile adından söz ettirebilecek. Hayattan çok daha fazla zevk alabileceğiniz zamanlar. Hayatınızda eğlenceye ve zevke daha fazla yer verebilirsiniz. Havadan bir şey, bir ödül, bir piyango veya çok eğlenceli bir tatil kazanabilirsiniz! 8 Ekim'de burcunuzda bir ay tutulması meydana gelecek. Bu tutulma sırasında kişiliğinizin, sağlığınızın, fiziksel görünüşünüzün, hayatınızda önemli başlangıçların ve girişimlerin ön plana çıkacağı durumlar olacaktır. Bu tutulmada hem fiziksel hem de zihinsel olarak oldukça dikkat çekici olacaksınız. Atacağınız adımlar genel olarak hayatınızı etkileyebilir. Yeni başlangıçlara dair fikirlerinizle dikkatleri üzerinize çekeceksiniz. Özel hayatınızın sorumluluğunu almak, kontrolü ele almak ve belki de özel hayatınızı düzenlemek ve disipline etmek için uygun destek altında olacaksınız. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek ve o gün Venüs Akrep burcuna girecek. Tutulmayla birlikte maddi kaynak arayışındaysanız bu tutulma sırasında destekleyici etkiler altında olabilirsiniz ancak kazançlar ve kayıplar bir araya gelecek gibi görünüyor. Özellikle işiniz ve kariyerinizle ilgili önemli anlaşmalar ve sözleşmeler gündeme gelebilir. Borç, kredi ve borç konuları, eşinizin ya da partnerinizin mali konuları ile ilgili sürpriz gelişmeler kapıda olacak. 6 Aralıkta İkizler burcunda dolunay meydana gelecek; beklenmedik, sürpriz, ani seyahatler gündeme gelebilir ancak bu seyahatlerde gecikmelere ve eşya kayıplarına dikkat edin. İletişim evinizde gerçekleşecek olan bu tutulma internet ile ilgili önemli başlangıçların habercisi olabilir, bir web sitesi yaptırmış olabilirsiniz, bir blogunuz olabilir ve her türlü iletişim kanalıyla aktif olarak iç içe olmanız gerekebilir. kardeşlerinize gelebilir. Taşınma, yer değiştirme, tadilat, ev ile ilgili konular bu gözaltı sürecinde ilgilenmeniz gereken konular arasında olabilir. Bu dönemde kariyer açısından destekleyici etkiler olabilir. İşinizi daha çok sevmenizi veya işinizden zevk almanızı sağlayacak durumlar olabilir ve üstlerinizden destek veya destek alabilirsiniz. İş arıyorsanız bu dönemde arkadaşlarınızın veya partnerlerinizin desteği ile iş bulma potansiyeliniz yüksek olacaktır.",
    "love_yearly": 7,
    "healthy_yearly": 6,
    "money_yearly": 8,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/koc.png"
  },
  {
    "horoscope_name": "Boğa",
    "date": "(21 Nisan – 20 Mayıs)",
    "color": "Şanslı rengin Yeşil",
    "number": "Uğurlu Zaman: 14.35 - 16.45 \n Çözüm: Cebinizde bir bakır para taşımak profesyonel yaşamınızı büyük ölçüde geliştirecektir.",
    "explanation_daily": "İyimserliği benimseyin ve hayatın daha parlak yönlerine odaklanın. Kendine güvenen bakış açınız, umutlarınızın ve arzularınızın gerçekleşmesinin yolunu açacaktır. Bugün, anne tarafınızdan maddi faydalar elde etme olasılığınız yüksek. Dayınız veya büyükbabanız size mali yardım sağlayabilir. Çocuklarınızın size öğretebileceği değerli derslere dikkat edin. Saf auraları, masumiyetleri, neşeleri ve olumsuzluktan uzak olmaları sayesinde çevrelerindekileri yüceltme gücüne sahiptir. Bu dünyadaki varlığınız, onu sevgiliniz için anlamlı bir yer haline getiriyor. Meslektaşlar ve astlar endişe ve stres anları getirebilir. Görünüşünüzü ve kişiliğinizi geliştirmeye yönelik çabalarınız tatmin edici sonuçlar verecektir. Size yakın biri, hayat arkadaşınızın size olan sevgisini yeniden alevlendirecek bir şey yapabilir.",
    "love_daily": 10,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "Oğlak dolunayı, kişisel yolculuğunuzun bir sonraki ayağı hakkında bazı ciddi düşüncelere ilham verebilir. Daha ödüllendirici deneyimlerin önünü açabilecek bir vahiy olabilir. Bu nedenle, belki halka açık bir sahnede veya platformda gerçeğinizi veya bilgeliğinizi paylaşma fırsatı elde edebilirsiniz. Mars'ın Başak'tan geçmesi, sizi ilgi odağı haline getirebilecek, kendini ifade eden bir ruh haline sokar. En azından, özellikle Merkür 28'inde Başak'a geçtiğinde, Başak'taki Mars'ın size yaratıcı bir destek ve ciddi bir oyun dürtüsü vermesini bekleyin.Size keyif veren satış noktalarına veya etkinliklere sahip olmak bu ay ruh sağlığınız için çok önemli olacak. Aslan burcundaki birden fazla gezegen ev bölgenizi harekete geçirirken, geri giden Venüs de dahil olmak üzere, aileniz veya yaşam durumunuzla ilgili olarak çözmeniz gereken bazı çözülmemiş sorunlarınız olabilir. Yine de stres yapmayın, çünkü siz sorunları ve yanlış anlamaları çözmeye çalışırken Yengeç yeni ayı size bazı destekleyici hisler gönderecek. Ek olarak, geri giden Venüs ile birleşen bu ay, ofisiniz veya ev alanınız için tasarım fikirlerine de ilham verebilir.",
    "love_montly": 10,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "3 Mart itibariyle hem Mars hem de Satürn geri hareketine başlayacak. Mars, 21 Mayıs'a kadar Terazi burcunda geri hareket edecek. Mars, haritanızın 7. evinde geri hareket edecek. İlişkilerde ve ortaklıklarda tehlike çanları çalmaya başlıyor. Partneriniz veya partnerinizle ortak payda bulmakta zorlanabilirsiniz, sürekli birbirinizi eleştirebilirsiniz, incir çekirdeğini doldurmayacak konuşmalardan ateş yakabilirsiniz. Bu dönemde düşmanlıklara karşı biraz daha açık olabilir ve savunmada kalabilirsiniz. Size yardım etmek ve destek olmak isteyenlerin niyetlerini yanlış anladığınız için onlara karşı çok sert davranabilir ve soğuk davranabilirsiniz. Bu tarih aralığı bir ortaklığa başlamak veya evlenmek için iyi bir zaman değil. 21 Temmuz'a kadar Satürn Akrep gerilemesinde. Satürn 8. evinizde geri gidiyor; Ödemelerde sizi biraz sıkıntıya sokabilir. Ödeme yapmanız gereken yerlere yapılan ödemelerde gecikme yaşayabilirsiniz. Eşinizden ya da partnerinizden maddi destek almanız biraz zor olabilir. Başvurduğunuz kredileri istediğiniz miktarda alamayabilirsiniz ya da bazı şartlar öne sürebilirler. Tazminat, vergi, burs, nafaka ve prim ödemeleri gibi konularda gecikmeler olabilir. 8. ev aynı zamanda ölümle de ilişkilendirilir ki bu kulağa pek sevimli gelmemektedir, özellikle ölüm korkusu olanlar bu korkularla yüzleşmek zorunda kalabilirler. 15 Nisan'da Terazi burcunda bir ay tutulması meydana gelecek. “İlişkiler için mi yoksa devam etmek için mi?” sorusuna cevap ararken önemli olan hem özel hem de iş ilişkileri kurulabilir. Kötü giden ilişkiler tutulmaların desteğiyle bitebilir. Ayrıca ev, aile, taşınma ve taşınma koşullarına ilişkin beklenmedik, ani ve şaşırtıcı gelişmeler olabilir. İlişkilerle ilgili stresli zamanlara dikkat edin. 29 Nisan'da Boğa burcunda bir güneş tutulması gerçekleşecek. 2. evinizde gerçekleşecek olan bu tutulma maddi kaynaklarınız, bütçeniz ve değerli eşyalarınız üzerinde etkilerini göstermeye başlayacak. Kazançlarınızla ilgili daha somut gelişmelerin yaşanacağı bu günlerde bütçenizi yeniden değerlendirebilir, kazancınızı artırmanın yollarını arayabilirsiniz. Önemli ticaret sorunları gündeme gelebilir. Arkadaşlık ve sosyal ilişkilerde gergin gelişmeler olabilir, meselelerin iç yüzünü öğrenmeden ani kararlar almamakta fayda var. Ani harcamalar ya da gereksiz harcamalara karşı dikkatli olmanızda fayda var. Venüs artık 3 Mayıs'ta burcunuza girecek ve 29 Mayıs'a kadar burcunuzda seyahat edecek. Şimdiye kadar dolunayda aşk gelmediyse merak etmeyin, geçeceksiniz. Bu tarihe kadar aşka bol bol zaman ayırın, fiziksel değişiklikler yapmak, saçınızın şeklini ve rengini değiştirmek için ideal zamanlar olacak. şirinlik maskesini uzun süre tak. 16 Temmuz'da bolluk, bereket, şans ve talihin gezegeni Jüpiter artık Aslan burcuna girecek ve tam bir yıl bu burçta seyahat edecek. Sizlere 'Havada Aşk Var' şarkısını sunuyorum. Özellikle bekarlar için uzun soluklu bir aşk ilişkisine hazır mısınız? Jüpiter, sizi çok kıskanacağınız ve sahipleneceğiniz bir aşk ilişkisine sokmak için kolları sıvadı. Ayrıca Jüpiter'in şans, bolluk, büyüme etkilerini göstereceği diğer alanlar zevkleriniz, hobileriniz, çocuk sorunlarınız, riskli faaliyetler ve yatırımlarınız ile ilgili olacaktır. Evli ve çocuk sahibi olmak isteyenler Jüpiter sayesinde çocuk sahibi olabiliyor. Borsa gibi spekülatif işlerden kazanabilirsiniz. Yaratıcılık gerektiren işlerde çalışanlar için çanlar sizin için çalıyor. Kalıcı eserler üretebileceğiniz ve bunlardan kazanç elde edebileceğiniz bir süreçtir. Bazılarınız çalışmaları ile adından söz ettirebilecek. Hayattan çok daha fazla zevk alabileceğiniz zamanlar. Hayatınızda eğlenceye ve zevke daha fazla yer verebilirsiniz. Havadan bir şey, bir ödül, bir piyango veya çok eğlenceli bir tatil kazanabilirsiniz! 8 Ekim'de burcunuzda bir ay tutulması meydana gelecek. Bu tutulma sırasında kişiliğinizin, sağlığınızın, fiziksel görünüşünüzün, hayatınızda önemli başlangıçların ve girişimlerin ön plana çıkacağı durumlar olacaktır. Bu tutulmada hem fiziksel hem de zihinsel olarak oldukça dikkat çekici olacaksınız. Atacağınız adımlar genel olarak hayatınızı etkileyebilir. Yeni başlangıçlara dair fikirlerinizle dikkatleri üzerinize çekeceksiniz. Özel hayatınızın sorumluluğunu almak, kontrolü ele almak ve belki de özel hayatınızı düzenlemek ve disipline etmek için uygun destek altında olacaksınız. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek ve o gün Venüs Akrep burcuna girecek. Tutulmayla birlikte maddi kaynak arayışındaysanız bu tutulma sırasında destekleyici etkiler altında olabilirsiniz ancak kazançlar ve kayıplar bir araya gelecek gibi görünüyor. Özellikle iş ve kariyerinizle ilgili önemli anlaşmalar ve sözleşmeler gündeme gelebilir. Borç, kredi ve borç konuları, eşinizin ya da partnerinizin mali konuları ile ilgili sürpriz gelişmeler kapıda olacak. 6 Aralık'ta İkizler burcunda dolunay meydana gelecek; beklenmedik, sürpriz, ani seyahatler gündeme gelebilir ancak bu seyahatlerde gecikmelere ve eşya kayıplarına dikkat edin. İletişim evinizde gerçekleşecek olan bu tutulma internet ile ilgili önemli başlangıçların habercisi olabilir, bir web sitesi yaptırmış olabilirsiniz, bir blogunuz olabilir ve her türlü iletişim kanalıyla aktif bir şekilde iç içe olmanız gerekebilir. Yine kardeşlerinizle ilgili önemli konular gündeme gelebilir. Taşınma, yer değiştirme, tadilat, ev ile ilgili konular bu gözaltı sürecinde ilgilenmeniz gereken konular arasında olabilir. Bu dönemde kariyer açısından destekleyici etkiler olabilir. İşinizi daha çok sevmenizi veya işinizden zevk almanızı sağlayacak durumlar olabilir ve üstlerinizden destek veya destek alabilirsiniz. İş arıyorsanız bu dönemde arkadaşlarınızın veya partnerlerinizin desteği ile iş bulma potansiyeliniz yüksek olacaktır.",
    "love_yearly": 7,
    "healthy_yearly": 7,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/boga.png"
  },
  {
    "horoscope_name": "İkizler",
    "date": "(21 Mayıs – 21 Haziran)",
    "color": "Şanslı Renk: Beyaz",
    "number": "Uğurlu Zaman: 13:00 - 14:30 \n Çözüm: Mesleki refahınızı artırmak için, Güneş Tanrısına bakır bir kaptan su, jaggery, buğday, kırmızı vermilyon ve kırmızı çiçeklerle birlikte sunun.",
    "explanation_daily": "Hayal kırıklığının sizi tüketmesine izin vermeyin. Bugün anne tarafınızdan maddi kazanç elde etme ihtimaliniz yüksek. Dayınız veya büyükbabanız desteklerini uzatabilir ve size maddi yardımda bulunabilir. Çocuklarınız beklentilerinizi karşılamasa da, onları hayallerinin peşinden gitmeye teşvik etmek önemlidir. Bazı kişiler, ruhlarını yükselten ve onları neşeli bir durumda tutan yeni keşfedilmiş bir aşk yaşayabilir. Bu burcun bireyleri, itibarlarını olumsuz etkileyebileceğinden, işyerinde aşırı konuşma konusunda dikkatli olmalıdır. Bu burçta doğan iş adamları, önceki yatırımlarından dolayı kayıplarla karşılaşabilir. Çabalarınızın çoğunda kahkaha ve olumlu sonuçlarla dolu bir gün bekleyin. Evlilik hayatınızı iyileştirme çabalarınız bugün beklentileri aşacak.",
    "love_daily": 3,
    "healthy_daily": 10,
    "money_daily": 10,
    "explanation_montly": "Para konusunda endişeleriniz varsa, 3'ünde, dolunay altında durumunuz daha iyiye doğru değişebilir. Merkür'ün Aslan'da kalmasıyla, yararlı finansal kaynakları ortaya çıkarmanız veya çevrimiçi bir işletmeyle para kazanmanız mümkündür. Bu ay aşaması, güvensizlikleriniz veya kendi kendini sabote eden kalıplarınız üzerinde çalışmanıza da yardımcı olabilir. 17'sinde, Yengeç burcundaki yeni ay, para ve değerler bölgenizi harekete geçirerek, mali durumunuzu iyileştirmeniz (belki yeni bir işle) veya kendinizi daha fazla gerçekleştirmeniz için bir yol açıyor.Bu ay aile bölgenizde seyahat eden Başak burcundaki çalkantılı Mars ile, evle ilgili sorumluluklar ve baş ağrıları artabilir. Venüs fikir bölgenizde geri hareket ederken, fotoğrafçılık, yazı yazmak, resim yapmak veya şarkı söylemek gibi araçlar zihninizi sakinleştirmenin veya boşaltmanın iyi bir yolu olabilir. Güneş bu ayın sonlarında Aslan burcuna girdiğinde, bazı sağlıklı dikkat dağıtıcı şeyler arayın. Bununla birlikte, bu ay neyi kabul ettiğiniz veya taahhüt ettiğiniz konusunda dikkatli olmak da stresi düşük tutacaktır. 28'inde Merkür'ün Başak'ı ziyareti, sizi geri çevirmeye ve özel hayatınıza yönelmeye teşvik ediyor.",
    "love_montly": 3,
    "healthy_montly": 10,
    "money_montly": 10,
    "explanation_yearly": "Mart ayında hem Mars hem de Satürn geri hareket ediyor. Mars, 20 Mayıs'a kadar Terazi burcunda geri gidecek. Haritanızın 5. evindeki Mars aşk, geri gidecek çocuklar ve hobiler alanında. Bu gerileme 14 Nisan'a kadar devam edecek. Bu süreçte olası yeni ilişkilerinde yalnız olanlar biraz sorunlu olabilir, ilişki kendini göstermeyebilir, ilerlemeyebilir ya da ilişkide bazı cinsel sorunlar ortaya çıkabilir. Bir başka olası senaryoda da eski sevgili arka arkaya karşımıza çıkacak ama unutulmamalı ki retro dönemine girmiş bir sevgiliye güvenilemez ve geldiği gibi gidebilir, adımları dikkatli atmakta fayda var. Retro tasarım, yaratıcı çalışma için harika bir süreçtir, yaratıcılığınız tavan yapabilir. Bu gerileme döneminde özellikle ilişkilerinizde korunmaya özen gösterin, özellikle kalıcı ilişkileri olmayanlar için, gökler size cinsel yolla bulaşan hastalıklarla mücadele ediyor olabileceğinizi fısıldıyor. Ve biraz da çocuklardan bahsedelim, çocuğu olanlar bu süreçte daha sık hasta olduklarına şahit olabilirler ya da daha içe kapanık olmaya başladıklarını görebilirler, çocuklarınız biraz daha sinsi davranmaya yönelebilir. Diyelim ki çocuk sahibi olmaya karar verdiniz, bu tarih aralığında düşük ya da hamile kalmakta zorluk yaşanabilir. Yine kumar gibi spekülatif kazanç araçları can sıkıcı sorunlara neden olabilir, bu alanlarda şansınız iyi olmayabilir, dikkatli olmakta fayda var. Ayrıca hobilerinize ayırdığınız zaman daha da artabilir, kısacası daha tembel olabilirsiniz. Cinsel libidonuzda azalma gözlemleyebilirsiniz. Satürn 22 Temmuz'a kadar Akrep burcunda geri hareket edecek. 6. Satürn evinizde geri hareket ediyor; Başta sağlığınız olmak üzere günlük iş ve çalışma ortamınızla ilgili konularda etkilerini göstermeye başlayacaktır. Özellikle geçmişte kalmış gibi görünen sağlık sorunları tekrarlayabilir ve vücudunuz her zamankinden daha hassas olabilir. Özellikle bel bölgesinde ağrı oluşabilir. Birlikte çalıştığınız kişilerle ilişkilerinizi gözden geçirebilir, işveren iseniz ihtiyaçlarınızı yeniden tanımlayabilirsiniz. Üzerinde çalıştığınız projelerde gecikmeler ve askıya almalar olabilir. Günlük yaşam ihtiyaçlarınızı yeniden gözden geçirmenizin zamanı geldi. Birlikte çalıştığınız kişi ve kurumlarla olan ilişkileriniz sınanabilir. 15 Nisan'da Terazi burcunda bir ay tutulması meydana gelecek. Bu tutulma 5. evinizde gerçekleşecek. Çocuklar, aşk hayatı, hayattan daha çok zevk alacağınız durumlar, yaratıcılık gerektiren işler, riskli aktiviteler, hobileriniz bu tutulmanın ana konusu olacak. Yalnızlar için iletişim odaklı yeni bir uğraş, hobi, flört efektleri aktif olabilir, aşk için kapılarınızı açabilirsiniz. Hamilelikle ilgili konularda olumlu destekleyici etkiler devreye girecektir. Çocuğu olanlar kendi problemleriyle ya da sorunlarıyla uğraşmak ya da çözmek zorunda kalabilirler. Zihniniz yaratıcı işler yapmak için çok meşgul olacak. Sanatla ilgilenenler özellikle sevindirici haberler alabilirler. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. Hayatınızda kontrol edemediğiniz veya öngöremeyeceğiniz durumlar ortaya çıkabilir, özellikle risklerden kaçınmak, finansal risk almak için doğru zaman değildir. Bu tutulma sırasında yakın çevrenizden veya bir arkadaşınıza önemli yardım ve destek sağlamanız gerekebilir. Duygularınız güçlenebilir, rüyalar ve bilinçaltı sorunları ile başa çıkabilirsiniz. 16 Temmuz'da bolluk, bereket, şans ve talihin gezegeni Jüpiter Yengeç burcundan ayrılarak artık Aslan burcuna girecek ve bu yolculuk tam bir yıl sürecek. 3. Evinize girecek olan Jüpiter sayesinde iletişim, bilgi alışverişi, yakın çevre ile ilişkiler, kardeş, komşu ve eğitim konuları ile ilgili konularda önümüzdeki 1 yılda çeşitli fırsat ve şanslarla karşılaşabilirsiniz. Birçok seyahat gündeme gelmeye başlayacak, bunlar yurt içi, orta uzunlukta seyahatler olacak. Bazılarınız iletişim, yazı, internet, blog, web sitesi vb. kanallarla adını daha çok duyurabilecek ve yurtdışına açılabilecektir. Bazılarınız bir yayıncı tutabilir ve ilk kitabını yayımlatabilir. Yeni şeyler öğrenmek, özellikle de yabancı bir dile başlamak için harika bir zaman! Komşularınızla olası sorunları çok daha kolay halledebileceksiniz. Bazılarınız halkla ilişkiler, tanıtım, reklam gibi işlerden gelir elde edebileceksiniz. 8 Ekim'de Koç burcunda bir Ay tutulması meydana gelecek. 11. Evinizde gerçekleşecek bu tutulma sosyal hayatınızı, arkadaşlarınızı, işle ilgili maddi kazanımlarınızı, hayattan umut ve beklentilerinizi, başkalarından destek beklediğiniz konuları etkileyecek. Tutulma sırasında hayattan beklediğiniz ve umut ettiğiniz güzel dileklerinizin gerçekleşmesi kuvvetle muhtemel. Bilgi ve iletişim konusunda sosyal çevrenizden ve arkadaşlarınızdan güzel bir destek alabilirsiniz. Bu dönemde size destek olacak yeni insanlar hayatınıza katılabilir, tanışabilirsiniz. Kendinizi yeni gruplarda ifade edebilirsiniz. Sosyal hayatınızda daha fazla prim yapabilirsiniz. İşle ilgili kazançlarınızı artırmak için daha fazla çaba gösterebilirsiniz. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile odaklanacağınız konular; Bazı gizli ve gizli bilgiler ve haberler ortaya çıkabilir, işinizde ve çalışma koşullarınızda değişiklik, gelişmeler olabilir, bu daha çok çalışıp yorulduğunuz anlamına gelir. O yüzden özellikle bel bölgesi, basen bölgesi sağlığına dikkat edin. Diyet veya spora başlayabilir, bir sağlık uzmanından danışmanlık alabilirsiniz. Gizlilik içinde hareket etmek, gizli düşmanlıklar, hastalıklar, engellemeler, kısıtlamalar, dedikodu ile ilişkilidir. Tutulma sayesinde bu konular aydınlanır ve görünür hale gelir. Bu tutulma sırasında hayatınızdaki bazı olaylar, özellikle iş ve kariyerle ilgili konular kontrolünüz dışında gelişebilir. Sizden gizlenen bazı bilgiler, arkanızda dolaşan bazı söylentiler gün yüzüne çıkabilir. Sizi belirleyen veya engelleyen koşulların daha fazla farkına varabilirsiniz. Size zarar vermesi muhtemel düşman kişilikleri kolayca tespit edebileceksiniz. Sağlığınıza ekstra dikkat etmekte fayda var, özellikle alerji kaynaklı sorunlar ortaya çıkabilir. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. İlişkiler için tamam, devam? sorusuna cevap arandığında önemli olan hem özel hem de iş ilişkileri kurulabilir. Kötü giden ilişkiler tutulmaların desteğiyle bitebilir. Ayrıca ev, aile, taşınma ve taşınma koşullarına ilişkin beklenmedik, ani ve şaşırtıcı gelişmeler olabilir. İlişkilerle ilgili stresli zamanlara dikkat edin. 5 Aralık'ta Mars Kova burcuna girecek ve yıl sonuna kadar bu burçta seyahat edecek. Harekete geçeceğiniz, inisiyatif alacağınız ve mücadele edeceğiniz alan işinizi ve kariyerinizi ilgilendiren konular olacaktır. Planladığınız hedeflere daha hızlı ve daha konsantre bir şekilde ilerleyebilirsiniz. İşiniz ve kariyerinizle ilgili konularda olası gerilimlere karşı soğukkanlılığınızı korumanız yararınıza olacaktır. İş arayan boğalar ve yükselen boğalar belirtilen tarihe kadar gelişmelerle karşı karşıya kalabilir.",
    "love_yearly": 7,
    "healthy_yearly": 4,
    "money_yearly": 6,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/gemini.png"
  },
  {
    "horoscope_name": "Yengeç",
    "date": "(22 Haziran - 23 Temmuz)",
    "color": "Şanslı Renk: Mavi",
    "number": "Uğurlu Zaman: 16:00 - 18:00 \n Çözüm: Sağlığınızı sürekli olarak korumak için siyah gram, Bengal gram, siyah giysi ve hardal yağı bağışlayın.",
    "explanation_daily": "Bir arkadaşınızın soğuk tavrının sizi gücendirmesine izin vermeyin, bunun yerine soğukkanlılığınızı koruyun. Bunun size sıkıntı vermesine izin vermekten kaçının ve aktif olarak mutsuzluğu önlemek için çaba gösterin. Bugün, evinizden çıkmadan önce büyüklerinizden hayır dileyin, çünkü bu size fayda sağlayacaktır. Eşinizin huzurunda teselli, rahatlık ve sevgi arayın. Aşıklar, ailelerinin duygularına aşırı ilgi göstereceklerdir. İş yerindeki üstlerinizden ve iş arkadaşlarınızdan alacağınız destek moralinizi yükseltecek. Bugün, zihninize meydan okuyacaksınız. Bazıları satranç oynayabilir veya bulmaca çözebilir, diğerleri ise hikaye, şiir yazabilir veya gelecek için planlar yapabilir. Spontanlığı kucaklama ve bırakma günü! Eşinizle yoğun bir aşk ve romantizm yaşayacaksınız.",
    "love_daily": 10,
    "healthy_daily": 6,
    "money_daily": 3,
    "explanation_montly": "Bu ayki dolunay altında ortaklık sizin için öne çıkıyor. İster profesyonel ister kişisel bir bağlantı olsun, bu ilişkinin geleceği aklınızda büyük olabilir. Belki de bu kişiyle görüşerek ikinizin de aynı fikirde olduğundan emin olmanın zamanı gelmiştir. Kendine güvenen Mars, Temmuz ayının büyük bir bölümünde Başak burcunda olacak ve sizi doğrudan olmaya ve gereksiz drama olmadan sorunlarla doğrudan yüzleşmeye teşvik edecek.Ay devam ederken, özgüven, yalnızca nasıl iletişim kurduğunuz açısından değil, aynı zamanda öz imajınız açısından da devam eden bir tema olacak. Son zamanlarda kendiniz gibi hissetmiyorsanız, 17 Temmuz'da burcunuzdaki yeniay, ışıltınızı yeniden kazanmanıza yardımcı olabilir. Yine de henüz yeni kıyafetlere ve saça savurganlık etmeyin, çünkü lüks düşkünü Venüs 22'sinden itibaren geri hareket ediyor. Bu gerileme, nakit akışınızı veya finansal karar alma sürecinizi bozabilir. Aslan mevsimi para bölgenizi harekete geçirirken, madeni paralarınızı esnetmeniz gerekebilir. Adil payınızı savunmanıza veya iş stratejinizi yenilemenize yardımcı olması için Merkür'ü Başak'ta kullanın.",
    "love_montly": 10,
    "healthy_montly": 6,
    "money_montly": 3,
    "explanation_yearly": "Mart ayında hem Mars hem de Satürn geri hareket edecek. Önce Mars'tan bahsedelim; Mars Terazi burcunda geri hareket edecek ve etkilerini 20 Mayıs'a kadar gösterecek. Mars, haritanızın 4. evinde geri hareket edecek. Bu alan ev, aile, yerleşim, gayrimenkul, atalar, kökler ile ilgilidir. Mars'ın gerilemesi, bu alanda yapacağınız olası başlangıçlar ve atılımlarla ilgili bazı sorunlara ve sorunlara neden olabilir. Ev alıp satmak için pek uygun bir süreç değil, sürekli evrak işlerinde aksilikler olabiliyor. Erkek iseniz annenizin sağlığı ile daha yakından ilgilenmeniz gerekebilir, kadın iseniz babanız ile aynı şekilde ilgilenmeniz gereken durumlar olabilir. Ailenizle ortak bir paydada buluşmanız bu süreçte biraz daha zor olabilir ve isteklerinizi onlara kabul etmekte zorlanabilirsiniz. Bu gerileme döneminde atalarınız, kökleriniz ve soy ağacınız hakkında derin araştırmalar yapabilirsiniz. Evdeki mars noktalarında (şofben, kombi, soba, doğalgaz hattı vb.) bir takım teknik sorunlar ve arızalar meydana gelebilir. Ya da satın aldığınız ya da kiraladığınız evlerde bu tür sorunlarla sıkça karşılaşabilirsiniz. Kardeşlerinizin maddi sıkıntıları olabilir. Para ile ilgili iletişim ve konuşmalarda stresli durumlar ortaya çıkabilir. 3 Mart'ta Satürn'de geri hareket Akrep burcunda ve 22 Temmuz'a kadar sürecek. 5. Satürn evinizde geri gidiyor; Sevgi ve çocuklarla olan ilişkilerimizi yeniden kurmanın ve gerçekten neye ihtiyacınız olduğunu belirlemenin zamanı geldi. Sizden daha büyük insanlara aşık olabilirsiniz. Çocuk sahibi olmayı düşünenler bu konuyu tekrar gözden geçirebilir veya bazı gecikmelerle karşılaşabilir. Yere sağlam basan daha mantıklı ilişkiler kurmanın zamanı geldi ama hızlı gelişmeler beklenmemeli. Doğduğunuz sırada Satürn'ünüz geri gidiyorsa risk almak için iyi bir zaman değil. Çocuk sahibi olanlar için ihtiyaçlarına daha duyarlı olmaları gereken bir dönem. Ancak yeri geldiğinde HAYIR demeyi de unutmamalısınız. Bu özel hayatınız için de geçerli. 15 Nisan'da Terazi burcunda bir ay tutulması gerçekleşecek. Bu tutulma 4. evinizde gerçekleşecek, gelecek hedef ve planları, aile, ev, konut, emlak, aile hayatı, hayatın kökleri, aile büyükleri bu tutulmanın ana konusuna dahil olacak. Bu tutulma sırasında uzun zamandır beklediğiniz eve taşınma fırsatınız olabilir ve işiniz nedeniyle evinizi değiştirmeniz gerekebilir. Ailede geçmişten gelen bazı sorunlar yeniden su yüzüne çıkabilir ve incelenebilir. Bu tutulma sırasında birisiyle ortak karar alarak eve taşınabilir, risk alarak ev alabilir veya kredi başvurusunda bulunabilirsiniz. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. 11. Evinizde gerçekleşecek bu tutulma sosyal hayatınızı, arkadaşlarınızı, işle ilgili maddi kazanımlarınızı, hayattan umut ve beklentilerinizi, başkalarından destek beklediğiniz konuları etkileyecek. Tutulma sırasında hayattan beklediğiniz ve umut ettiğiniz güzel dileklerinizin gerçekleşmesi kuvvetle muhtemel. Bilgi ve iletişim konusunda sosyal çevrenizden ve arkadaşlarınızdan güzel bir destek alabilirsiniz.Bu dönemde size destek olacak yeni insanlar hayatınıza katılabilir, tanışabilirsiniz. Kendinizi yeni gruplarda ifade edebilirsiniz. Sosyal hayatınızda daha fazla prim yapabilirsiniz. İşle ilgili kazançlarınızı artırmak için daha fazla çaba sarf edebilirsiniz. 16 Temmuz'da bolluk, bereket, şans ve talih gezegeni Jüpiter burcunuzdan ayrılacak ve artık Aslan burcuna girecek. Bu tarihten itibaren 1 yıllık süreçte; 2. Evinize giren Jüpiter; Finansal güven ihtiyacınızı artırabilir. Maddi konularla ilgili her türlü şans, destek, fırsat ile sizi karşılaştırabilir. Jüpiter'den bahsettiğimiz için, ifade edilmek istenen kesinlikle küçük kazanımlar değil. Bu, bir satıştan sonra alacağınız büyük miktarda bir para olabilir veya iş değişikliği sonucunda çok daha iyi ücretli bir işle gelebilir. Her halükarda maddi olarak gerçekten keyifli bir sürece giriyorsunuz. Mali konularla ilgili kurum ve kişilerden kolaylıkla destek bulabileceksiniz. Mali konularda iyimser hissedebilirsiniz, ancak çok fazlasının zarar verebileceğini unutmayın. Jüpiter bir büyüteç görevi göreceği için siz de harcamalarınızı artırabilir ve her zamankinden daha cömert olabilirsiniz. Para kazanmak artık sizin için çok daha kolay olacak. Nereden ve nasıl para kazanacağınız konusunda doğal yeteneklerinize güvenebileceğiniz gibi, nasıl para kazanacağınıza dair bilgilere de çok daha kolay ulaşabileceksiniz. Maddi konulara daha manevi bir boyuttan da yaklaşabilirsiniz. Harcayım da gelsin mantığı! sana yerleşebilir Rahatınızı ve konforunuzu sağlayacak şeylere daha fazla harcama yapabilirsiniz. Para kazanmak için çok seyahat etmek zorunda kalabilirsiniz veya uzak yerlerdeki insanlarla ve yabancılarla iletişim halinde olabilirsiniz. İş hayatına atılabilir, yatırımlarınızı değerlendirebilir, ev sahibi olma planları yapabilirsiniz. 8 Ekim'de Koç burcunda bir ay tutulması gerçekleşecek. 10. Evinizde gerçekleşecek bu tutulma, iş hayatı, iş hayatındaki dengeler, kariyerinizle ilgili durumlar, yöneticilerle ilişkileriniz, toplum nezdinde olmanızı sağlayacak konular üzerinde etkileyici olacak. İş arayanlar, iş değiştirmek isteyenler, terfi etmek isteyenler, yaptığı işin takdir edilmesini isteyenler için destekleyici etkiler devreye girecek. Fikir ve düşüncelerinizle yöneticilerinizin dikkatini çekebilirsiniz. İşiniz ve kariyerinizle ilgili yeni bir takım başlangıçlar ve adımlar gündeme gelebilir. Halkın önünde daha fazla olmanız gereken durumlarla karşılaşabilirsiniz. Ancak dikkatli olun, ilgi odağı olacağınız için hem iyi hem de kötü adımlarınız gözden kaçmayacaktır. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile odaklanacağınız konular; aşk ve çocuklarla ilgili konular ön plandadır. Özel ilişkilerde güç ve iktidar mücadelesi zaman zaman zorlaştırabilir ancak yengeçler için oldukça romantik günler kapıdadır. Çocuk sahibi olmayı düşünenler etüt yapabilirler. Mali anlamda sürpriz harcamalara karşı dikkatli olmakta fayda var.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yengec.png"
  },
  {
    "horoscope_name": "Aslan",
    "date": "(24 Temmuz - 21 Agustos)",
    "color": "Şanslı Renk: Mor",
    "number": "Uğurlu Zaman: 10:00 - 11:00 \n Çözüm: Banyo yaparken, sağlık için buğday, bütün kırmızı mercimek ve kırmızı vermilyonu suda karıştırın.",
    "explanation_daily": "Varlıkları terapötik güçlere sahip olduğundan, çocuklarla birlikte teselli keşfedin. Sadece kendi ailenizin çocukları değil, başkalarının çocukları bile sizi rahatlatabilir ve kaygılarınızı hafifletebilir. Ebeveynleriniz destek sundukça mali zorluklar muhtemelen azalacaktır. Akrabalar da size yardım edecek ve üzerinizdeki yükü hafifletecektir. Aşk ilişkiniz büyüleyici hale geliyor, o yüzden bunu hissetmenize izin verin. Herhangi bir ortaklığa girmeden önce, içsel duygularınızı ve sezgilerinizi dinleyin. Zihninizin kalbinizden önce gelmesi gereken, temkinli kararlar alacağınız bir gün. Evli çiftler birlikte yaşayabilir, ancak romantizm her zaman mevcut değildir. Ancak, bugün gerçekten, gerçekten romantik olmayı vaat ediyor.",
    "love_daily": 5,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "Temmuz, sağlık bölgenizdeki dolunay ve geri giden Venüs ile vücudunuzla olan ilişkinizi geri kazanmanız için size ilham verirken, büyük ölçüde sağlığınıza odaklandığınızı görüyor. Yıkılmış, fazla çalışmış veya sadece zihinsel olarak kızarmış hissediyorsanız, bu dolunay sizi geri adım atmaya ve sizinle ilgilenmek için gerekli olanı yapmaya teşvik edebilir. Merkür'ün 11'inde burcunuza geçmesi ve ardından doğum gününüzün başlaması, size sadece kendinize odaklanmak için iyi bir bahane verir. Beyninizi eğitmek için daha iyi sağlık alışkanlıkları veya teknikleri benimsemeye karar verebilirsiniz. 17'sinde Yengeç burcunda uykulu bir yeni ay da sizi mola vermeye teşvik edecek.Bu ay çalkantılı Mars Başak burcuna geçtiğinde aklınıza para da gelebilir, bu da harcamalarınızı artırabilir. Paranızın nereye gittiği konusunda ekstra dikkatli olmanız veya size borçlu olunan herhangi bir paranın üzerinde durmanız gerekebilir. Ayın ilerleyen saatlerinde, Merkür Başak'a geldiğinde, mali durumunuzu veya avantajlarınızı gözden geçirmek, sözleşmeleri müzakere etmek veya iş başvurusunda bulunmak için iyi bir zaman.",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "Mart ayında Mars ve Satürn Terazi burcunda gerilemeye başlayacak ve 20 Mayıs'a kadar sürecek olan bu gerileme 3. eve geri dönecek.3. Ev genel olarak yazışma, iletişim, kardeşler, yakın çevre, akrabalar, eğitim ile ilgilidir. Mars'ın gerilemesi demek, bahsettiğim alanlarda çeşitli gecikmeler, moral bozucu gelişmeler, enerjinizi bu alanlarda yeterli kalitede kullanmanızda sorunlar yaşanabileceğini gösteriyor. Bu süreçte kardeşlerinizle olan ilişkilerinizde, özellikle de onlarla birlikte bir takım işler yürütüyorsanız, bazı sorunlar devreye girebilir. Elinizde patlayacak bomba bir proje var ama bunu ikna etmekte veya bazı kanallara pazarlamakta zorlanabilirsiniz. En önemlisi olduğunu düşündüğüm bir diğer olası etki ise trafikte dikkatli olmanız gerektiğidir. Trafikte dikkat dağınıklığı sonucu meydana gelen ufak kazalar, arabanızı sürekli olarak orasını burasını çizebilirsiniz. Web sitesi sahibi iseniz bu gerileme döneminde siteniz saldırıya uğrayabilir, çökme tehlikesi yaşayabilir, bilgilerinizi yedeklemenizde fayda var. Ayrıca yakın çevrenizle olan ilişkilerde yaşanan gerginlikler, yanlış bilgiler ve dedikodular sizi biraz sıkabilir. Satürn, 22 Temmuz'a kadar Akrep burcunda geri hareket edecek. Satürn 4. evinizden geçiyor, bu da ailede geçmişte çözülmemiş sorunların yeniden gündeme geleceğini gösteriyor. Aile ilişkilerinin öne çıkacağı bu dönemde Satürn size ilişki kurmanız için gereken sabrı ve zamanı sunacak ancak gecikmeler ve engellerle karşılaşabilirsiniz. Ev alıp satmak gibi işlerde bürokratik ve evrak işlerinde gecikmeler yaşanabilir, gecikmeler yaşanabilir. Biraz daha kendi kendini yönetebilirsin ve içindekini tam olarak yansıtmak zor gelebilir. Özel hayatınızı düzene sokmak ve hayatınızın gerçek ihtiyaçlarını belirlemek için ideal bir dönem. Bir diğer olası etki ise; Daha önce almayı planladığınız, kaçırdığınız evi yeniden satın alma fırsatı yakalayabilirsiniz. 15 Nisan'da Terazi burcunda bir ay tutulması meydana gelecek. Beklenmedik, sürpriz, ani seyahatler gündeme gelebilir ancak bu seyahatlerde gecikmelere ve eşya kayıplarına karşı dikkatli olun. İletişim evinizde gerçekleşecek olan bu tutulma internet ile ilgili önemli başlangıçların habercisi olabilir. Web sitesi kurabilir, blog oluşturabilir, her türlü iletişim kanalında aktif olarak yer alabilirsiniz. Yine kardeşlerinizle ilgili önemli konular gündeme gelebilir. Taşınma, yer değiştirme, tadilat, ev ile ilgili konular bu gözaltı sürecinde ilgilenmeniz gereken konular arasında olabilir. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. 11. Evinizde gerçekleşecek bu tutulma sosyal hayatınızı, arkadaşlarınızı, işle ilgili maddi kazanımlarınızı, hayattan umut ve beklentilerinizi, başkalarından destek beklediğiniz konuları etkileyecek. Tutulma sırasında hayattan beklediğiniz ve umut ettiğiniz güzel dileklerinizin gerçekleşmesi kuvvetle muhtemel. Bilgi ve iletişim konusunda sosyal çevrenizden ve arkadaşlarınızdan güzel bir destek alabilirsiniz. Bu dönemde size destek olacak yeni insanlar hayatınıza katılabilir, tanışabilirsiniz. Kendinizi yeni gruplarda ifade edebilirsiniz. Sosyal hayatınızda daha fazla prim yapabilirsiniz. İşle ilgili kazançlarınızı artırmak için daha fazla çaba gösterebilirsiniz. 16 Temmuz'da bolluk, bereket, şans ve talih gezegeni Jüpiter burcunuza girecek ve tam bir yıl boyunca burcunuzda hareket edecek.Size harika haberlerim var ama önce olası kötülüklerden bahsetmek istiyorum. Ancak burcunuzu okurken damağınızda hoş bir tat bırakın. Burcunuzda ilerleyecek olan Jüpiter kilo alabilir ve kilolardan kurtulmak kolay olmayabilir. Son derece inatçı, iyimser, tembel olabilirsiniz. Şimdi gelelim müjdeli habere; Yeni başlangıçlar yapmanız için size her türlü fırsatı ve imkanı sunacaktır. Bu size ikili ilişkiler alanında da şans sunacaktır. Hayata daha iyimser bir bakış açısıyla bakmaya başlayabilir, kazancınızda gözle görülür bir artışın yanı sıra din ve felsefe gibi konulara ilgi duymaya başlayabilir, araştırabilir ve okuyabilirsiniz. Attığınız her adımda yardım ve destek bulmanız çok daha kolay olacak ve birçok girişiminiz başarısız olmayacak. Yeteneklerinizi ortaya çıkarmak için her türlü fırsatla karşılaşabilirsiniz. Lüksünüze daha da düşkün olabilirsiniz. Bazılarınız toprak ve toprakla ilgili konulara yönelebilir. Sağlığınız konusunda doğal bir koruma çemberi içinde olacaksınız. Olası sağlık sorunlarınıza daha kolay çözüm bulabileceksiniz. Hayatınıza çok fazla seyahat giriyor, yapmanız gereken tek şey harekete geçmek. Bu geziler uzak ülkelere olabilir. Kişisel farkındalığınızı artıracak bir süreç. Kişisel gelişiminize daha çok önem vermeye başlıyorsunuz. 8 Ekim'de Koç burcunda bir Ay tutulması meydana gelecek. Bu tutulma 9. evinizde gerçekleşecek; Uzak yerlere seyahatler, uzak akrabalar, hukuki konular, uluslararası ilişkiler, ithalat, ihracat, satış, pazarlama, halkla ilişkiler, tanıtım, önemli kişiler, tanıtımlar vb. Hukuki konularla ilgili güzel ve olumlu gelişmeler yaşayabilirsiniz, yurtdışı seyahatleri gündeme gelebilir, iş arayanlar özellikle bu dönem çok uluslu bir şirkette işe başlayabilirler. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile beklenmedik, sürpriz ve ani seyahatler dikkatinizi çekebilir ancak bu seyahatlerde gecikmelere ve eşya kayıplarına karşı dikkatli olun. İletişim evinizde gerçekleşecek olan bu tutulma internet ile ilgili önemli başlangıçların habercisi olabilir, bir web sitesi yaptırmış olabilirsiniz, bir blogunuz olabilir ve her türlü iletişim kanalıyla aktif bir şekilde iç içe olmanız gerekebilir. Yine kardeşlerinizle ilgili önemli konular gündeme gelebilir. Taşınma, yer değiştirme, tadilat, ev ile ilgili konular bu gözaltı sürecinde ilgilenmeniz gereken konular arasında olabilir.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/leo.png"
  },
  {
    "horoscope_name": "Başak",
    "date": "(22 Ağustos - 23 Eylül)",
    "color": "Şanslı Renk: Yeşil",
    "number": "Uğurlu Zaman: 06:00 - 08:00 \n Çözüm: Mükemmel sağlık için ineklere buğday ve jaggery verin.",
    "explanation_daily": "Sadece aile üyelerinizi üzeceğinden, öfkenizin küçük sorunları önemli sorunlara dönüştürmesine izin vermeyin. Büyük bilgeliğe sahip olanlar, öfkelerini etkili bir şekilde yönetebildikleri ve kontrol edebildikleri için gerçekten şanslıdırlar. Öfkeniz sizi tüketmeden önce onu ele almak için proaktif adımlar atın. Bugün, ebeveynlerinizden biri size para biriktirmenin önemi hakkında ders verebilir. Onların tavsiyelerine çok dikkat edin çünkü ihmal edilmesi gelecekte sorunlara yol açabilir. Düşüncelerinizi hayatınızdaki önemli insanlara etkili bir şekilde iletmek konusunda zorluklarla karşılaşabilirsiniz. Aşk yolculuğunuz tatlı olsa da kısa ömürlü olabilir. Bankacılık sektöründeki profesyoneller, bazı kişiler için terfi şansının yüksek olmasıyla birlikte iyi haberler bekleyebilir. Sevinci artırmak için mutluluğunuzu iş arkadaşlarınızla paylaşın. Kişisel alanın öneminin farkında olmak, bugün bol bol boş zamanınız olabilir. Bu zamanı oyun oynamak veya spor salonunu ziyaret etmek gibi faaliyetlerde bulunmak için kullanın. Eşiniz bugün ihtiyaçlarınızı karşılayamayabilir ve bu da sizi hüsrana uğratabilir.",
    "love_daily": 4,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "Son zamanlarda kenarda oturuyormuş gibi hissediyorsanız, bu Temmuz da değişmeye başlar. Ay, sizin için eğlenceli veya romantik olması gereken bir dolunayla başlıyor. Ay ortasında, enerji veren Mars, Başak a hareket ederek sürüşünüzü artırır. Ay boyunca hedeflerinize ulaşmanıza veya sağlıklı yaşam rutininize geri dönmenize yardımcı olması için Mars a bakın. Yine de bir uyarı: Aslan da Merkür de dahil olmak üzere birden fazla gezegenin dinlenme ve geri çekilme bölgenizi etkilemesiyle, yine de kendinizi tüketmeye dikkat etmeniz gerekecek. Artı, geri giden Venüs sizi herkesin kurtarıcısı olmamanız konusunda uyarır. Manevi kupanızı yenilemek için zaman ayırın.Merkür ün Aslan burcunda geçirdiği iki hafta boyunca düşünceleriniz bulanık olabilir. Verecek büyük kararlarınız varsa, 28 inde Merkür Başak a ulaşana kadar bekleyin. Bu arada, 17 sinde Yengeç burcundaki yeni ay, size arkadaşlığın ve topluluğun gücünü hatırlatır. Başkalarının desteğini alabilecekken neden her şeyi tek başına üstlenesin? Topluluk veya sosyal yaşamınız eksikse, yeni ay doğru insanlarla bağlantı kurmanıza yardımcı olabilir.",
    "love_montly": 4,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "Mart ayında hem Mars hem de Satürn geri hareket edecek. Mars retrosu 20 Mayıs'a kadar sürecek.Mars haritanızın 2.evinde gerileyecek, 2.ev genellikle maddi kazançlar, sahip olduğunuz taşınabilir eşyalar, para ile ilgili. Mars'ın gerilemesi demek, bahsettiğim alanlarda çeşitli gecikmeler, moral bozucu gelişmeler, enerjinizi bu alanlarda yeterli kalitede kullanmanızda sorunlar yaşanabileceğini gösteriyor. Mali açıdan paranın bolluğu bu dönemde uzun olmayabilir, para geldiği gibi gider ve cüzdanınızda bir delik oluşur, sanki gizli bir el sürekli cebinizden parayı çekiyormuş gibi görünebilir. Ayrıca ödemelerde sizden kaynaklı gecikmeler olabilir. Bir diğer olası etki ise para ile ilgili konularda dikkatinizin dağılması ve doğru adımları atamamanız olabilir. Hırsızlık ve dolandırıcılara karşı dikkatli olunması gereken bu dönem, yatırım yapmak için ideal bir dönem olmayacaktır. 3 Mart'ta Mars'ın yanı sıra Satürn'de de geri hareketine başlayacak. 3. Evinizde geri giden Satürn; Yakın çevreniz ve kardeşlerinizle yeniden kurmaya başladığınız ilişkileri test etmeye başlayacak ve doğru adımlar atıp atmadığınızı öğrenebileceksiniz. Özellikle yaşlı insanlara karşı kendinizi daha fazla ifade etmenizi gerektirecek durumlar ortaya çıkabilir. Eski yarım kalmış işinizi tamamlamak ve gözden geçirmek için harika bir zaman. Oturduğunuz apartmanın idari işleri sizde kalabilir, kardeşlerinizle daha çok bir araya gelebilirsiniz. Eski hesapları tasnif etmek, düzeltmek, elden geçirmek, revize etmek için ideal bir dönem. Daha önce ziyaret ettiğiniz yerlere geri dönebilirsiniz. Dışa dönük olmaktan çok içe dönük olabiliyor, daha önce yazdıklarınızı çevrenizdekilerle paylaşırken paylaşımlarınızda biraz cimri olabiliyorsunuz. 15 Nisan'da Terazi burcunda bir ay tutulması meydana gelecek. Bu tutulma neredeyse mali konularınıza yansıyacak. Özellikle parasal konularda güzel ve sevindirici haberler alabilirsiniz. Uğraştığınız işle ilgili yeni gelir kapıları ve yeni projelerle karşılaşabilirsiniz. Ancak bu tutulma iş yükünüzü biraz daha artırabilir, yeni görev ve sorumluluklar üstlenebilirsiniz. Bu tutulma sadece parasal anlamda değil, sahip olduğunuz şeylerle ilgili de olacak. Bir süredir almayı planladığınız yüksek meblağlı bir şey için atılım yapabilirsiniz. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. Bu tutulma 9. evinizde gerçekleşecek; uzak yerlere seyahatler, uzak akrabalar, hukuki konular, uluslararası ilişkiler, ithalat, ihracat, satış, pazarlama, halkla ilişkiler, tanıtım, hatırı sayılır mal sahibi, promosyon vb. Hukuki konularla ilgili güzel ve olumlu gelişmeler yaşayabilirsiniz, yurtdışı seyahatleri gündeme gelebilir, iş arayanlar özellikle bu dönem çok uluslu bir şirkette işe başlayabilirler. 16 Temmuz'da bolluk, bereket, şans ve talihin gezegeni Jüpiter Aslan burcuna girecek ve 1 yıl boyunca bu burçta seyahat edecek. 12. Evinize giren Jüpiter; olası dedikodular sizi düşmanlara karşı doğal bir koruma çemberine alacaktır. Manevi çalışma yapmak, manevi çalışma yapan insanların bir araya gelip onlardan bir şeyler öğrenmelerini sağlayabilir. Tarikat, mistik ve psikolojik konularda daha fazla okuyabilir ve araştırma yapabilirsiniz. Jüpiter hayatınızın çok görünür bir tarafında olmayacak, bu nedenle deneyimleriniz fiziksel dünyayla ilgili olmayacak. İçe dönebilir ve yaratıcı çalışmalar yapabilirsiniz. Sizin için ruhsal olgunlaşma ve büyüme süreci başlayacak. Hayata daha huzurlu bir pencereden ve çok daha pozitif bakmaya başlayabilirsiniz. Yalnızlığa olan ihtiyacınız artabilir, ancak zorunluluktan veya depresif olduğunuz için değil, zevk aldığınız için yalnız kalmak isteyebilirsiniz. Hayır ve hayır kurumlarında aktif olarak çalışabilirsiniz. 8 Ekim'de Koç burcunda bir Ay tutulması meydana gelecek. Başkalarına ait kazançlar, miras, ortak kazançlar, fazla emek harcamadan elde edilecek gelirler, kredi, borç, kredi-alacaklı ilişkileri, ölüm, kayıplar, burslar, sigorta primleri vb. bu tutulmanın ana konusu olacak. Bu konularda bilgi-iletişim hızı artabilir. Özellikle nafaka konusunda tutukluluk döneminde özellikle boşanma durumlarında güzel gelişmeler yaşayabilirsiniz. Harcamalarınız üzerinde biraz kontrole sahip olmak iyidir. Eşinizden veya partnerinizden maddi destek alabileceksiniz. Para geldiği gibi gider ve bu gider yerleri genellikle borçlarınızla ilgili olacaktır. Hayatınızdaki önemli bir boşluğu kapatabilirsiniz. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Beklenmedik, sürpriz, ani yolculuklar gündeme gelebilir ancak bu yolculuklar sırasında gecikmelere ve eşya kayıplarına karşı dikkatli olun. İletişim evinizde gerçekleşecek olan bu tutulma internet ile ilgili önemli başlangıçların habercisi olabilir, bir web sitesi yaptırmış olabilirsiniz, bir blogunuz olabilir ve her türlü iletişim kanalıyla aktif bir şekilde iç içe olmanız gerekebilir. Yine kardeşlerinizle ilgili önemli konular gündeme gelebilir. Taşınma, yer değiştirme, tadilat, ev ile ilgili konular bu gözaltı sürecinde ilgilenmeniz gereken konular arasında olabilir.",
    "love_yearly": 3,
    "healthy_yearly": 3,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/basak.png"
  },
  {
    "horoscope_name": "Terazi",
    "date": "(24 Eylül - 23 Ekim)",
    "color": "Şanslı Renk: Yeşilden Kaçının",
    "number": "Uğurlu Zaman: 11:00 - 12:30 \n Çözüm: Dışarı çıkmadan önce alnınıza kırmızı vermilyon sürün. Bu uygulamanın finansal beklentilerinizi artırdığına inanılıyor.",
    "explanation_daily": "Moralinizi yükseltebilecek olan eşinizin rahatlığında teselli bulun. Evliyseniz, sağlıklarının kötüye gitme olasılığı olduğundan, bugün çocuklarınızın refahına öncelik vermeniz çok önemlidir. Bu, tıbbi bakımları için önemli harcamalara neden olabilir. Ek olarak, çocuklarınız beklentilerinizi karşılamayabilir ve bu da hayal kırıklığına yol açabilir. Kendi hayallerinin peşinden gitmeleri için onları desteklemek ve teşvik etmek önemlidir. Tek taraflı sevdalanmanın size yalnızca gönül yarası getireceğini unutmayın. Şimdilik yeni projeleri ertelemeniz ve gereksiz harcamalardan kaçınmanız önerilir. Belirli bir burç altında doğan çocukların tüm günlerini spor aktiviteleriyle geçirmeleri muhtemeldir. Yaralanma riski olduğu için ebeveynler onlara çok dikkat etmelidir. Onların güvenliğini ve esenliğini sağlamak çok önemlidir. Dikkatli ol, çünkü bir yabancı siz ve partneriniz arasında bir çatışmaya neden olabilir. İletişim ve anlayış, ortaya çıkabilecek yanlış anlamaları çözmenin anahtarı olacaktır.",
    "love_daily": 2,
    "healthy_daily": 2,
    "money_daily": 2,
    "explanation_montly": "Temmuz ayının titreşimleri sizi hislerinize sokabileceğinden, kendinize karşı nazik olun. Ev bölgenizdeki bir dolunay, tabağınıza daha fazla sorumluluk yükleyebilir veya sizi çözülmemiş bir travmanın üstesinden gelmeye zorlayabilir. Kızgın Mars, sonlar ve geçmiş deneyimler bölgeniz olan Başak'ta seyahat ederken, yoğun rüyalar görebilir veya kendinizi uzun zaman önce meydana gelen olayların üzerinde kafa yorarken bulabilirsiniz. Tek başına yaratıcı çıkışlara veya dinlenme zamanına sahip olmak yardımcı olabilir. 11'inde, geveze Merkür arkadaşlık bölgenize taşındığında, bir arkadaşınıza veya bir destek grubuna güvenmeyi de düşünebilirsiniz.Yine de, Venüs 22 sinde gerilemeye başladığında, arkadaşlık yapışkan bir konu haline gelebilir. Bazı bağlılıklarınızı yeniden değerlendirmeniz gerekebilir veya bir arkadaşınızla aranız bozulabilir. Siz de normalden daha münzevi hissedebilirsiniz. Yengeç burcundaki yeni ay, sizi bu ay çatışmalar da dahil olmak üzere olaylarla nasıl başa çıkacağınız konusunda yetişkin bir yaklaşım benimsemeye itiyor. Bu yeni ay, kariyerinizde de size yardımcı olabilir. 28 inde Merkür'ün Başak'a girişi, fikirleri yansıtmak veya beyin fırtınası yapmak için kendinizi kapatmaya teşvik edebilir.",
    "love_montly": 5,
    "healthy_montly": 3,
    "money_montly": 5,
    "explanation_yearly": "Hem Mars hem de Satürn Mart ayında geri hareket edecek. Mars, 20 Mayıs'a kadar burcunuzda geri hareket edecek. Burcunuzda geri giden Mars, bir dizi aksilik ve gecikme getirebilir. Bu dönemde sanki bir şeyler yaşam enerjinizi aşağı çekiyormuş gibi hissedebilir, yataktan çıkmak bile istemeyebilirsiniz. Girişimleriniz yeterli gelişme gösteremeyebilir ve çevrenizdeki insanlar sizi sürekli bencil olmakla suçlayabilir. Hırs seviyeniz bu süreçte biraz daha düşebilir. Bu dönemde tepkilerinizi yeterince göstermekte zorlanabilirsiniz ve bir eksiklik duygusu yaşayabilirsiniz. Haklarınızı aramakta zorlanabilirsiniz. Büyük fiziksel değişiklikler yapmak veya estetik ameliyat olmak için iyi bir zaman değil. Önemli büyük operasyonlarınızı bir süre ertelemenizde fayda var. Sakarlıklara ve kazalara da açık olacaksınız… Satürn de 22 Temmuz'a kadar Akrep'e geri dönecek. 2. evinizde geri giden Satürn; finans ve bütçe konuları, sahip olduğunuz kaynaklar, eşyalarınız, değerleriniz etkilerini gösterecektir. Özellikle ortak kazançlarınızda hareketliliğiniz yerini durgunluğa bırakabilir ve size olası ödemelerde gecikmeler yaşayabilirsiniz. Bu, gerçekten neye ihtiyacınız olduğunu belirleme, kaynaklarınızı akıllıca yönetme ve lüks ile gerekli olanı ayırt etme zamanı olacak. Paylaşıma çok açıksanız belki sizin için daha az paylaşmayı öğreneceğiniz bir süreç, paylaşmayı bilmeyenler içinse yapmayı öğrenecekleri bir süreç. 15 Nisan'da burcunuzda bir ay tutulması meydana gelecek. Tüm spot ışıklarını üzerinizde tutacak! Bekarsanız, bu tutulma size çok romantik ve şehvetli bir eş getirebilir! Ayrıca tutulma zamanları diyete başlamak için ideal zamanlardır, hızlı kilo verebilirsiniz. Hayatınızda tamamlanması gereken konuları tamamlamanız oldukça uygun bir süreçtir. Hayatınızda sorunlu olan konuları toplayıp son noktayı koyabilirsiniz. Tutulma sırasında kendinizi gereksiz yere gergin hissedebilir, enerjilerinizi doğru ve etkili bir şekilde kanalize etmekte güçlük çekebilir, odaklanma sorunları yaşayabilirsiniz. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. Başkalarına ait kazançlar, miras, ortak kazançlar, fazla emek harcanmadan elde edilecek gelirler, kredi, borç, kredi-alacaklı ilişkileri, ölüm, kayıplar, burslar, sigorta primleri vb. konular bu tutulmanın ana konusu olacak. Bu konularda bilgi, iletişim hızı artabilir. Özellikle nafaka konusunda tutukluluk döneminde özellikle boşanma durumlarında güzel gelişmeler yaşayabilirsiniz. Harcamalarınız üzerinde biraz kontrole sahip olmak iyidir. Eşinizden veya partnerinizden maddi destek alabileceksiniz. Para geldiği gibi gider ve bu gider yerleri genellikle borçlarınızla ilgili olacaktır. Hayatınızdaki önemli bir boşluğu kapatabilirsiniz. 16 Temmuz'da bolluk, bereket, şans ve talihin gezegeni Jüpiter Aslan burcuna girecek ve tam bir yıl burada kalacak. 11. Jüpiter evinize girecek ve sosyal çevrenizi genişletmek için çalışmaya başlayacak. Sizi hayatınızda maddi ve manevi olarak destekleyebilecek birçok insanla buluşturacaktır. Size destek olacak yeni insanlarla tanışacaksınız. İdeallerinize ve hedeflerinize ulaşmak için çeşitli fırsat ve şanslarla karşılaşmaya başlayacaksınız. Sosyal çevre ilişkilerinize karşı daha iyimser, barışçıl ve sahiplenici bir tavır sergileyebilirsiniz.Grup çalışmalarına katılabilir, kalabalık gruplarda aktif rol alabilirsiniz. Sosyal çevrenizle ilgili fikirleriniz daha felsefi bir hal alabilir. Hayatınıza yeni yabancılar girebilir, arkadaşlarınızla uzak diyarlara seyahat edebilirsiniz. Arkadaşlarınızla birlikte size para kazandıracak projelere de başlayabilirsiniz. İş, organizatör vb. arıyorsanız büyük organizasyonlarda yer alabilirsiniz. İşle ilgilenebilirsin. 8 Ekim'de Koç burcunda bir Ay tutulması meydana gelecek. Birliktelikler, ortaklıklar, evlilik, bu kişilerin sağlığı, eşinizin, partnerinizin ya da partnerinizin hayatındaki önemli başlangıçlar, anlaşmalar, sözleşmeler tutulmanın ana konusu içerisinde yer alacak. Bu konularla ilgili hayatınızda yeni enerjiler ve yeni başlangıçlar olacak. Kiminiz evlilik yolunda adımlar atabilir, kiminiz önemli bir iş anlaşmasına imza atabilir, ortaklıklara girişebilirsiniz. İlişkiler için tamam, devam? sorunun cevabını arama zamanı. Kötü bir ilişkiniz, ortaklığınız veya evliliğiniz varsa bu tutulma sayesinde artık buna bir son vermek için kolları sıvayabilirsiniz. İyi bir ortaklık ise bir sonraki aşamaya geçmek için adımlar atılabilir. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile odaklanacağınız konular; Mali sorunlar olacak. Bütçenizi yeniden gözden geçirmeniz ve gider-gelir dengenizi iyi belirlemeniz gerekiyor. Kişisel haritalarınızda tutulmanın yeri ve kişileri iyiyse sürpriz, beklenmedik kazanımlarla karşılaşabilirsiniz. Beklenmedik kazançların yanı sıra ani harcamalar da gündeme gelebilir. Yeni gelir kapıları elde etmek için çalışabilirsiniz. Özellikle profesyonel anlamda destekleyici etkiler devreye girecektir.",
    "love_yearly": 3,
    "healthy_yearly": 7,
    "money_yearly": 3,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/terazi.png"
  },
  {
    "horoscope_name": "Akrep",
    "date": "(24 Ekim - 23 Kasım)",
    "color": "Şanslı Renk: Menekşe",
    "number": "Uğurlu Zaman: 21:00 - 23:00 \n Çözüm: Finansal refahınızı artırmak için çiğ zerdeçalı akan suda akıtın veya sunun.",
    "explanation_daily": "Yoğun bir programa sahip olmanıza rağmen, sağlığınızın iyi durumda kalması bekleniyor. Ancak, bahis veya kumarla uğraştıysanız, bugün finansal kayıplar yaşama ihtimaliniz olduğundan dikkatli olun. Bu tür faaliyetlerden uzak durmanız önerilir. Bugün başkalarının işlerine karışmaktan kaçının ve kendi önceliklerinize odaklanın. Eşiniz veya sevgiliniz tarafından yapılan yorumlara karşı kendinizi oldukça hassas bulabilirsiniz. Duygularınızı kontrol etmeniz ve durumu tırmandırabilecek herhangi bir eylemde bulunmaktan kaçınmanız önemlidir. Soğukkanlılığı korumak, çatışmaları çözmek ve sağlıklı bir ilişki sürdürmek için faydalı olacaktır. Önemli iş kararları alırken, başkalarının baskısına boyun eğmemek çok önemlidir. Acele etmeyin ve bir sonuca varmadan önce seçenekleri dikkatlice değerlendirin. Bazılarınız yorucu olabilecek uzun bir yolculuğa çıkabilir, ancak bu sonunda ödüllendirici olacaktır. Yol boyunca gelebilecek zorluklara hazırlıklı olun. Evlilik hayatında, bugün yüzleşmek zorunda kalacağınız bazı zorluklar veya zorluklar olabilir. İletişim ve anlayış, bu sorunları ele almada ve çözüm bulmada anahtar olacaktır.",
    "love_daily": 3,
    "healthy_daily": 6,
    "money_daily": 6,
    "explanation_montly": "Akrep için yoğun, yoğun bir ay sizi bekliyor. Oğlak burcundaki dolunay, 3 Temmuz da iletişim bölgenizi aydınlatıyor ve bu size o sıralarda bazı heyecan verici haberler getirebilir. Belki de bir sözleşmeyi sonuçlandıracak veya viral olabilecek bir içeriği kullanıma sunacaksınız. Konuşkan Merkür, şöhret ve tanınma alanınız olan Aslanı ziyaret ettiğinde, sözleriniz ve fikirleriniz kesinlikle herkesin dikkatini çekecektir. Pazarlayacak bir işiniz veya ürününüz ya da sunum yapacak bir fikriniz varsa, yapın.Ancak, bu ayın sonlarında geri giden Venüs e dikkat edin. Şüpheli iş kararları vermekten veya itibarınızı tehlikeye atabilecek kişi veya markalarla aynı safta yer almaktan kaçının. Nefret edenlere ve klavye savaşçılarına da dikkat edin. Artı tarafta, geri giden Venüs, kendinizi yeniden markalaştırmanıza veya eski müşteriler veya iş arkadaşlarınızla yeniden bağlantı kurmanıza yardımcı olabilir. 17 sindeki Yengeç yeni ayı altında, yolculuk tutkusu veya çalışma arzusuyla vurulmuş olabilirsiniz. İlhamın sizi götürdüğü yere gidin. Merkür ün Başak burcundaki yolculuğu, sizi fark yaratabileceğiniz bir gönüllü proje, komite veya ekip düzenlemeye yöneltebilir.",
    "love_montly": 3,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "Mart ayında hem Mars hem de Satürn geri hareket edecek.Mars 20 Mayıs'a kadar Terazi burcunda geri hareket edecek. Haritanızın 12.evinde Mars geri hareket edecek ve sizi özellikle sağlıkla ilgili konularda çok daha hassas hale getirecek. Arkanızdan her türlü şeyi yapan kötü niyetli insanlarla uğraşmak zorunda kalacaksınız. Daha fazla gizlilik içinde hareket etmeye ve daha fazla yalnız kalmaya çalışabilirsiniz. Bu dönemde hayata karşı isteklerinizde gerçekçi olmakta zorlanabilirsiniz, boş işlerin veya hayallerin peşinden koşabilirsiniz. Yaptığınız iş çok iyi olsa bile beğenilmeyebilir, fark edilmeyebilir. Fark edilme konusunda gerçek bir probleminiz olabilir. Bu süreçte şimdiye kadar yaptıklarınızı analiz edebilir ve hatalarınızın daha çok farkına varabilirsiniz. Hayatınızda psikoloji, bilinçaltı, rüyalar gibi konular ön plana çıkabilir ve uyku düzeninizde bazı sorunlar ortaya çıkabilir. Zihinsel olarak kendinizi sürekli gergin hissedebilirsiniz. Satürn 22 Temmuz'a kadar Akrep burcunda geri hareket edecek. Satürn burcunuzda geri gidiyor; sizi biraz melankolik ve depresif bir ruh haline sokabilir. Özellikle ilişkilerde güven ve onu kaybetme korkusu ortaya çıkabilir. Doğduğunuz sırada Satürn'ünüz geri hareket etmiyorsa, bu, fiziksel görünümünüzde değişiklik yapmak için ideal bir zaman değildir. Kişisel yeteneklerinizi ve hobilerinizi kazanca dönüştürmek için daha fazla sabra ve zamana ihtiyacınız olacak ve elbette daha fazla çaba sarf etmeniz gerekebilir. Bu iade döneminde; Daha bireysel olmaya çalışabilir ve kendiniz hakkında daha eleştirel olabilirsiniz. Yarım kalan işleri tamamlamak için ideal zamanlar. Bu dönem gerçekten hayatında birine ihtiyacın var mı? sorusuna cevap arayabilirsiniz ancak çok fazla düşünmek de sizi kararsızlığa itebilir. Geçmişin unuttuğunuz, önemsemediğiniz konuları ile uğraşmak zorunda kalabilirsiniz. 15 Nisan'da Terazi burcunda bir ay tutulması meydana gelecek. İş ve çalışma ortamı, birlikte çalıştığınız insanlar, günlük rutinler, kişisel gelişim, sağlığınızla ilgili konular, çok çalışma gerektiren durumlar, angarya bu tutulmanın ana konusuna dahil olacak. Bu tutulma sırasında iş yerinizin yer ya da kurumsal yapısında bazı değişiklikler meydana gelebilir ve bazı iş değişikliklerinden hoşlanmayabilirsiniz. İş yükünüz artabilir ve yeni bir dizi projeye atanabilirsiniz. Daha çok çalışacağınız ama yeterince takdir edilmediğiniz bir süreç olacak. Yine sağlıkla ilgili konularda destekleyici etki altında kalacaksınız. Bu tutulma sayesinde bir dizi kötü alışkanlığı bırakabilirsiniz. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. Ortaklıklar, ortaklıklar, evlilik, bu kişilerin sağlığı, eşinizin, partnerinizin veya partnerinizin hayatındaki önemli başlangıçlar, anlaşmalar, sözleşmeler tutulmanın ana konusu içerisinde yer alacak. Bu konularda hayatınızda yeni enerjiler, yeni başlangıçlar olacak. Kiminiz evlilik yolunda adımlar atabilir, kiminiz önemli bir iş anlaşmasına imza atabilir, ortaklıklar üstlenebilirsiniz. İlişkiler için ne zaman devam etsek de etmesek mi sorusuna cevap aranmalı. Kötü bir ilişkiniz, ortaklığınız veya evliliğiniz varsa bu tutulma sayesinde artık buna bir son vermek için kolları sıvayabilirsiniz. İyi bir ortaklık ise bir sonraki aşamaya geçmek için adımlar atılabilir. 16 Temmuz'da bolluk, bereket, şans ve talihin gezegeni Jüpiter Aslan burcuna girecek ve bir yıl boyunca burada seyahat edecek. 10. Evinize giren Jüpiter; işiniz ve kariyeriniz ile ilgili konularda size her türlü imkan, destek ve fırsatı sunmaya başlayacaktır. İşinizle ilgili büyüme, daha fazla çevre tarafından tanınma ve sosyal statünüzde yükselme meydana gelebilir. Birçoğunuz, yetenekleriniz veya doğal yeteneklerinizle ünlü olma, öne çıkma fırsatına sahip olacaksınız. Kendi işine sahip olanlar, işlerinde yükselme ve büyümeye doğru gideceklerdir.İşiniz ve kariyerinizle ilgili konulara daha iyimser yaklaşabilirsiniz. Her şey fazla çaba harcamadan kendiliğinden gelişebilir. Yaptığınız ve uğraştığınız iş hakkında daha fazla bilgi edineceksiniz. İşiniz gereği çok seyahat etmeniz gerekebilir, bu gezilerin bir kısmı yurt dışı olabilir. Hayatta ulaşabileceğiniz en yüksek noktaya ulaşmaya başlayacaksınız. İş hayatınızdan elde ettiğiniz gelirde ciddi bir artış var. Dünyaya karşı sorumluluklarınızı çok daha rahat yerine getirebileceksiniz. Birçoğunuz isim başına bir unvan kazanacaksınız. 8 Ekim'de Koç burcunda bir Ay tutulması meydana gelecek. İş ve çalışma ortamı, birlikte çalıştığınız insanlar, günlük rutinler, kişisel gelişim, sağlığınızla ilgili konular, çok çalışma gerektiren durumlar, angarya bu tutulmanın ana konusu olacak. iş yerinizin yeri veya kurumsal yapısı ve bazı iş değişikliklerinden hoşlanmayabilirsiniz. İş yükünüz artabilir ve yeni bir dizi projeye atanabilirsiniz. Bu sizin daha çok çalışacağınız ama pek de takdir görmeyeceğiniz bir süreç olacak. Yine sağlıkla ilgili konularda destekleyici etki altında kalacaksınız. Bu tutulma sayesinde bir dizi kötü alışkanlığı bırakabilirsiniz. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Burcunuzda bir güneş tutulması meydana gelecek. Bu güneş tutulması üzerinde odaklanacağınız konular ise; Öncelikle fiziksel görünüşünüzü ve sağlığınızı ilgilendiren konular aktiftir. Ayrıca partneriniz, partneriniz ya da evli olduğunuz kişi ile ilgili stres yaratan gerilimlerden uzak durmakta fayda var. İşiniz ve kariyerinizle ilgili beklenmedik ve beklenmedik gelişmelere tanık olabilirsiniz. İletişim sorunları, gecikmeler, teknolojik cihazlarla aranız pek iyi olmayabilir.",
    "love_yearly": 5,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/akrep.png"
  },
  {
    "horoscope_name": "Yay",
    "date": "(24 Kasım - 22 Aralık)",
    "color": "Şanslı Renk: Menekşe",
    "number": "Uğurlu Zaman: 18:00 - 19:00 \n Çözüm: Satürn gezegeninden gelen olumsuz etkileri hafifletmek ve bir denge ve uyum duygusu geliştirmek için 11 kez 'ॐ शं शनैश्चराय नमः' (Om Sham Shanaishcharaaya Namha) zikred",
    "explanation_daily": "Birden fazla sinir krizi, dayanıklılığınızı ve bilişsel yeteneklerinizi zayıflatma potansiyeline sahiptir. Kendinizi cesaretlendirmek ve hastalıkla olumlu bir zihniyetle mücadele etmek çok önemlidir. Para parmaklarınızın arasından kolayca kayıp giderken, talihli yıldızlarınız sürekli bir finans akışı sağlayacaktır. Gün, yakın akraba veya arkadaşlardan gelen moral verici haberlerle başlar. Nişanlılar için nişanlıları büyük bir mutluluk kaynağı olacaktır. Uzun vadeli faydalar sunan projelere odaklanın. Bugün, kendinizi çocukluğunuz boyunca değer verdiğiniz aktivitelere kaptırırken bulabilirsiniz - gevşemek ve kaygısız bir şekilde eğlenmek için bir gün. Eşinizle olan aşk ve romantizm bugün yeni zirvelere ulaşacak.",
    "love_daily": 5,
    "healthy_daily": 3,
    "money_daily": 3,
    "explanation_montly": "Bu ay finans bölgenizdeki dolunay, bir iş teklifi veya finansman getirebilir. Para, aileniz veya evinizle ilgili olarak çözülmesi gereken bir sorun da olabilir (yine de her şey yoluna girecek). Dolunay ayrıca sağlığınız üzerinde çalışmanız için size ilham verebilir veya belki de özgüveninizin biraz artması gerekiyor. Tutkulu Mars'ın ay ortasında Başak burcuna girmesi ve kariyer bölgenizi harekete geçirmesiyle, hak ettiğiniz unvanı veya tanınmayı elde etmek için boyaya girmeye hazır olabilirsiniz.Bu ay tutkulu Aslan'daki birden fazla gezegen büyüme ve fırsat bölgenizden geçerken, büyük fikirler ve büyük umutlarla dolu olabilirsiniz. Bununla birlikte, Venüs geri hareket ettiğinde, yeni projelere atlamanın, fazla söz vermenin veya taahhütte bulunmanın ya da pahalı bir seyahat rezervasyonu yapmanın zamanı olmayabilir. 17'sinde Yengeç burcundaki yeni ay, derin bir şifa veya içsel çalışma dönemine işaret ederek sizi sakinleşmeye ve içe dönmeye teşvik ediyor. Ayın sonuna doğru, bir sonraki kariyer hamlenizi planlamak veya becerilerinizi geliştirmek için Merkür'ün Başak ziyaretini kullanın.",
    "love_montly": 3,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "3 Mart'ta hem Mars hem de Satürn retrosu başlayacak. 20 Mayıs'a kadar Mars Terazi burcunda geri hareket edecek. 11. Evine geri dönecek. Mars'ın bu bölgede gerilemesi, sosyal ilişkilerinizde bazı gecikmelere ve engellere işaret ediyor olabilir. Arkadaşlarınız ile aranızda tuhaf, anlamsız bir gerilim olabilir ve gereksiz bir kırgınlık yaşanabilir. Arkadaşlıklarınızı çok fazla eleştirebilirsiniz. Bunun dışında iş hayatından elde ettiğiniz gelirin hesaplanmasında bazı sorunlar yaşanabilir, primlerinizi yeterince alamayabilirsiniz, maaş ödemelerinde sorunlar ve gecikmeler yaşanabilir. Arkadaşlarınız ile yapacağınız organizasyonlarda sık sık aksamalar olabilir, sosyal ilişkilerinizi doğru analiz edemeyebilirsiniz. İyi tarafı ise eski bir dostum deyip küstüğünüz kişilerle bir araya gelebilirsiniz. düşman olamaz, eski kapanan konuların üzerinden geçin belki bu sefer aranızdaki buzları eritecek fırsatlar yakalayabilirsiniz. Hayattan beklentileriniz ve umutlarınız için çok daha fazla çaba göstermeniz gerekebilir. Bu dönemde arkadaşlarınızdan beklentilerinizi çok yüksek tutmamaya çalışın. Bazı arkadaşlarınızla aranızda gizli bir rekabet olabilir, vaat edilen pozisyonlar, konularda gecikmeler ve engellerle karşılaşabilirsiniz. Satürn 22 Temmuz'a kadar Akrep burcunda gerileyecek. 12. Evinizde geri giden Satürn karşı karşıya gelmeye başlayabilir. sen korkularınla Geçmişten gelen adalet ve devletle ilgili konular gündeme gelebilir. Geride bıraktığınız bir ilişki size geri dönebilir ve sizi sosyal ağlar aracılığıyla bulabilir. Bilinçaltınızda geriye itip unuttuğunuz şeyleri hatırlamanızı sağlayabilir. Satürn'ün burada hareket etmesi sosyal fobi oluşturabileceği gibi insanların bana zarar vereceği endişesini de uyandırabilir. Bilinçaltınızı, ruh sağlığınızı ve en önemlisi uyku düzeninizi yeniden düzenlemenizde fayda var. Belki de biraz kafanızı rahatlatmanın, arınmanın, endişe ve korkularınızdan kurtulmanın zamanı gelmiştir? 15 Nisan'da Terazi burcunda bir ay tutulması gerçekleşecek. Arkadaşlıklarınızın ve dostluklarınızın sınanacağı, biraz gergin etkileri olan bir zaman olacak. Bir arkadaşınızla aranızda para, ödeme, borç ve borçla ilgili bir konu olabilir. Bu olası konu ile ilgili bir sorunu büyütmemeye dikkat etmekte fayda var. Ayrıca arkadaş bazında hayatınıza yeni insanlar katılabilir ancak tanışacağınız kişilerin iyi niyetli olup olmadığına dikkat etmekte fayda var. . Tutulma ile birlikte kariyerinizle ilgili konularda bir fırsatla, bir şansla karşılaşabilirsiniz. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. İş ve çalışma ortamı, birlikte çalıştığınız insanlar, günlük rutinler, kişisel gelişim, sağlığınızla ilgili konular, çok çalışma gerektiren durumlar, angarya bu tutulmanın ana konusuna dahil olacak. Bu tutulma sırasında iş yerinizin yer ya da kurumsal yapısında bazı değişiklikler meydana gelebilir ve bazı iş değişikliklerinden hoşlanmayabilirsiniz. İş yükünüz artabilir ve yeni bir dizi projeye atanabilirsiniz. Bu sizin daha çok çalışacağınız ama pek de takdir görmeyeceğiniz bir süreç olacak. Yine sağlıkla ilgili konularda destekleyici etki altında kalacaksınız. Bu tutulma sayesinde bir dizi kötü alışkanlığı bırakabilirsiniz. Diyete veya spora başlamak için uygun koşullar ve fırsatlarla karşılaşabileceksiniz. 16 Temmuz'da bolluk, bereket, şans ve kısmet gezegeni Jüpiter Aslan burcuna girecek ve tam bir yıl boyunca burada seyahat edecek. 9. Evinize giren Jüpiter; hayatınıza çok fazla seyahat getiriyor. Sadece bu geziler ticari/finansal amaçlı ve yurt dışı olabilir. Yabancılar lehine, yurt dışı ile ilgili konularda, eğitim, hukuk, yükseköğrenim gibi konularda her türlü imkan ve şansı yakalayabilirsiniz. Yeni bir eğitim süreci başlatabilirsiniz, özellikle yabancı dil! Hukuki sorunlar daha hızlı ve lehinize çözülebilir. Bazılarınız yarım bıraktığı yüksek öğrenime geri dönebilir. Bazılarınız ani bir kararla yurt dışına yerleşme kararı alabilir, bazılarınız medya, tanıtım, halkla ilişkiler, iletişim ve yayıncılık sektörlerinde çalışmaya başlayabilir. İthalat ihracat ve uluslararası ticaretle ilgilenenler çok şanslı ve verimli bir süreç başlatmış olacaklar. Hayatı, kendinizi, dünyayı çok daha fazla sorgulayabilir, cevapların daha somut olmasını isteyebilirsiniz. Hatırı sayılır, güçlü, iyi konumlanmış insanlardan mükemmel destek alacaksınız. Bu destekler maddi de olabilir. Yalnız olanlarla, uzak yerlerdeki insanlarla romantik ilişkilere girebilirsiniz. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile odaklanacağınız konular; Hayatınızda kontrol edemediğiniz veya öngöremeyeceğiniz durumlar ortaya çıkabilir, özellikle risklerden kaçınmak, finansal risk almak için doğru zaman değildir.Bu tutulma sırasında yakın çevrenizden veya bir arkadaşınıza önemli yardım ve destek sağlamanız gerekebilir. Duygularınız güçlenebilir, rüyalar ve bilinçaltı sorunları ile başa çıkabilirsiniz.",
    "love_yearly": 3,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/yay.png"
  },
  {
    "horoscope_name": "Oğlak",
    "date": "(23 Aralık - 20 Ocak)",
    "color": "Şanslı Renk: Beyaz",
    "number": "Uğurlu Zaman: 16:00 - 17:00. \n Çözüm: Sağlıklı bir iş ve meslek yaşamını teşvik etmek için ücretsiz su büfeleri düzenleyin. Bu jest, başkalarının refahına olumlu bir katkı sağlayabilir ve potansiyel olarak kendi çabalarınıza pozitif enerji getirebilir.",
    "explanation_daily": "Bugün belirli fiziksel değişikliklere girmek şüphesiz görünüşünüzü güzelleştirecektir. Geciken ödemeleri telafi ettikçe mali durumunuz iyileşecektir. Başkalarına öğüt veriyorsanız, karşılığında öğüt almaya açık olun. Kalbinize romantizm hakim olacak ve iş yerinizde aşk bol olacak. Bugün boş zamanınızda yeni bir şeyler keşfetmeyi düşünebilirsiniz. Ancak bu görev, hayatınızın diğer yönlerinin arka planda kaldığı ölçüde dikkatinizi tüketebilir. Etrafınızdaki insanlar, hayat arkadaşınızdan gelen sevgiyi ve şefkati yeniden alevlendiren bir şey yapabilir.",
    "love_daily": 4,
    "healthy_daily": 5,
    "money_daily": 5,
    "explanation_montly": "Dolunayın yakınında yapmanız gereken, kalpten kalbe bir konuşma gibi uzun, gecikmiş bir konuşma olabilir. Bu ay aynı zamanda daha özgün görünmeniz için size meydan okuyor olabilir. Daha hafif bir not olarak, yazınız veya yaratıcı çalışmanız için dikkat veya övgü alabilirsiniz. 10'- unda, motive edici Mars Başak'a giderken, keşfetmeye ve seyahat etmeye aç olacaksınız. Özellikle bu ay duygusal yoğunluğunuzu artıran Aslan burcundaki birden fazla gezegen varken, ortam değişikliği sizin için iyi olabilir. Kaçmak mümkün değilse, size ilham veren kitapları, filmleri veya güneşli alanları düşünün. Entelektüel Merkür bu ayın sonlarında Başak'a geldiğinde, kendinizi çok daha iyimser hissedeceksiniz.22 sinde, ortaklık odaklı Venüs geri hareket ediyor. Bu süre zarfında, karşılıklı bağımlılık sorunlarını çözmeye veya karmaşık duygusal karışıklıkları çözmeye zorlanabilirsiniz. Venüs retrosu, savunmasızlığın gücünü öğrenmenize veya kederi işlemenize de yardımcı olabilir. Bu Leo sezonunda, duygusal konular veya finansal konular üzerinde çalışarak çok meşgul olmayı bekleyin. İlişkilerinizi geliştirmenize veya yenilerini kurmanıza yardımcı olması için ortaklık sektörünüzdeki Yengeç burcundaki yeni aya bakın.",
    "love_montly": 4,
    "healthy_montly": 5,
    "money_montly": 5,
    "explanation_yearly": "3 Mart Mars ve Satürn retrosu başlayacak. Mars retrosu Terazi burcunda olacak ve 20 Mayıs'a kadar sürecek. İş, kariyer ve mesleki konularda etkili olacak. Bu süreçte iş hayatınızda hızlı bir yükseliş beklememekte fayda var. Üstlerinizden ve yöneticilerinizden sık sık sizi rahatsız eden eleştiriler alabilirsiniz. Bu, en alttan alıp sakinliğinizi ve soğukkanlılığınızı korumanız gereken bir dönemdir. Bu geçiş süresinde yaptığınız hatalar ve attığınız adımlar çok daha görünür olacaktır. Bu tarihler arasında terfi almak biraz daha zor olacaktır. İş değiştirmek için pek uygun bir süreç değil, iş açısından eşek gibi çalışıyorsunuz, çok yoruluyorsunuz ama çok az beğeni alıyorsunuz. Motivasyonunuzu hemen kaybedebiliyorsunuz. Yöneticilerle ilişkilerde saldırganlık hakim olabilir ve haklarınızı yeterince savunamayabilirsiniz. Ya da kendinizi bir şeylere karşı sürekli savunma halinde bulabilirsiniz. Satürn 22 Temmuz'da Akrep burcunda gerileyecek. 11. evinizden geçen Satürn ile sosyal ve arkadaşlık ilişkilerinizi yeniden yapılandırırken, gerilemeye başlamasıyla ilişkilerinizi daha çok sorgulayabilirsiniz. . Acaba bu kişiyi hayatıma almakla iyi mi yaptım? ya da onu hayatımdan çıkarırken çok mu yargılayıcı davrandım? Kalabalık gruplarda kendinizi yalnız hissedebilir, arkadaşlarınızla ortak projeler yürütürken daha temkinli ve sorgulayıcı yaklaşabilirsiniz. Satürn geri giderken, hayatınıza yeni giren insanlarla ilişkilerinizi sürdürmek biraz daha zaman ve çaba gerektirebilir. Uzun zamandır görmediğiniz eski arkadaşlarınız sizinle iletişime geçebilir ve onlarla eski günleri yad etmek için birçok fırsatınız olabilir. Mevcut sosyal çevrenizden ve arkadaşlarınızdan uzaklaşmak isteyebilirsiniz. 15 Nisan'da Terazi burcunda bir ay tutulması gerçekleşecek. Kariyer evinizde gerçekleşecek bu tutulma ile olası sorun ve sorunları çok daha kolay aşabileceksiniz, yeni iş unvanları, terfiler, değişikliklerle karşılaşabilirsiniz, önemli toplantılar, toplantılar yapmanız ve bazı kararlar almanız gerekebilir. kararlar. Sadece siparişlerde, kargolarda, dış ilişkilerde, konularda aksamalar ve gecikmeler olabilir. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. Bu tutulma 5. evinizde gerçekleşecek. Çocuklar, aşk hayatı, hayattan daha çok zevk alacağınız durumlar, yaratıcılık gerektiren işler, riskli aktiviteler, hobileriniz bu tutulmanın ana konusu olacak. Yalnızlar için iletişim odaklı yeni bir uğraş, hobi, flört efektleri aktif olabilir, aşk için kapılarınızı açabilirsiniz. Hamilelikle ilgili konularda olumlu destekleyici etkiler devreye girecektir. Çocuğu olanlar kendi problemleriyle ya da sorunlarıyla uğraşmak ya da çözmek zorunda kalabilirler. Zihniniz yaratıcı işler yapmak için çok meşgul olacak. Özellikle tiyatro gibi sanatlarla ilgilenenler sevindirici haberler alabilirler. 16 Temmuz'da bolluk, bereket, şans ve talihin gezegeni Jüpiter Aslan burcuna girecek ve tam bir yıl boyunca burada seyahat edecek. Jüpiter 8. evinize giriyor; Öncelikle ortak kazançlar, başkalarına ait kazançlar, miras, nafaka gibi konularda etkili olacaktır. Başkalarının parasından veya imkanlarından çok daha rahat yararlanabilirsiniz. Bu dönemde kredi çekmek sizin için çok daha kolay ve zahmetsiz olacak ancak dikkat sürenizi aşabilecek borçlara girmeyin. Öğrenciler bu dönem çok daha rahat burs alabilecek ve işine yatırım yapacak olanlar kısa vadeli getiri sağlayabilecek. Ortaklıklardan elde edilen gelirlerde de artışlar var. Eşinizin maddi kazanımları düzelmeye ve artmaya başlayacak. Sponsorluk görüşmeleriniz çok daha olumlu geçebilir. Olası borçlarınızdan çok daha hızlı kurtulabileceksiniz. Bu alacağınız para ile olabilir. 8 Ekim'de Koç burcunda bir ay tutulması gerçekleşecek. Bu tutulma 4. evinizde gerçekleşecek, gelecek hedef ve planları, aile, ev, konut, emlak, aile hayatı, hayatın kökleri, aile büyükleri bu tutulmanın ana konusuna dahil olacak. Bu tutulma sırasında uzun zamandır beklediğiniz eve taşınma fırsatınız olabilir ve işiniz nedeniyle evinizi değiştirmeniz gerekebilir. Ailede geçmişten gelen bazı sorunlar yeniden su yüzüne çıkabilir ve incelenebilir. Bu tutulma sırasında birisiyle ortak karar alarak eve taşınabilir, risk alarak ev alabilir veya kredi başvurusunda bulunabilirsiniz. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile odaklanacağınız konular; sosyal çevre ve arkadaşlıklar ön plandadır, yeni sosyal çevrelere girebilir, ortak projeler veya desteklerle arkadaşlarınızla maddi kazançlarınızı artırmanın yollarını arayabilirsiniz.Özellikle aşk ve çocuklarla olan ilişkilerde gerginliklere ve stresli zamanlara dikkat edin. Hayatınıza yeni insanlar katılabilir ve bazıları ayrılabilir.",
    "love_yearly": 4,
    "healthy_yearly": 5,
    "money_yearly": 5,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/oglak.png"
  },
  {
    "horoscope_name": "Kova",
    "date": "(21 Ocak - 19 Şubat)",
    "color": "Şanslı Renk: Pembe",
    "number": "Uğurlu Zaman: 16:35 - 17:35 \n Çözüm: Sağlığınızı ve esenliğinizi artırmak için Hanuman Chalisa'yı okuyun. Bu uygulamanın pozitif enerji ve canlılık getirdiğine inanılıyor.",
    "explanation_daily": "Bugün sağlıkla ilgili bazı rahatsızlıklara neden olabilecek sorunlar yaşayabilirsiniz. Spekülasyon veya yatırım faaliyetlerinde bulunmak karlı sonuçlara yol açabilir. Akrabaların veya arkadaşların hoş arkadaşlığını bekleyerek akşamı keyifli hale getirin. Aşk hayatınız, yaptığınız olumlu eylemleri yansıtarak çiçek açar. Başkalarına kendi yapmayacağınız şeyleri yapmaları için baskı yapmaktan kaçının. Kişisel alanın önemini kabul edin ve bugün muhtemelen bolca boş zamanınız olacak. Bu zamanı oyun oynamak veya spor salonunu ziyaret etmek gibi faaliyetlerde bulunmak için kullanın. Etrafınızdaki insanlar, hayat arkadaşınızdan gelen sevgiyi ve şefkati yeniden alevlendiren bir şey yapabilir.",
    "love_daily": 3,
    "healthy_daily": 4,
    "money_daily": 5,
    "explanation_montly": "Oğlak burcundaki dolunay dinlenme ve inziva bölgenizi aydınlatırken, -sürdürülebilirlik- bu ay sizin için anahtar kelime olabilir. Sonuç olarak, uzaklaşmaya başladığınız bir şey olabilir, muhtemelen bir yaşam tarzı veya zorlu bir çalışma programı, yönetilmesi zor hale gelir. Bu dolunayın altında, sağlığınıza öncelik vermeniz teşvik ediliyor. Mars, 10 Temmuz da samimiyet ve güvenlik bölgenize hızla girdiğinde ve ardından ayın sonunda analitik Merkür geldiğinde, kendinizi veya hayatı dönüştürme dürtüsü güçlü olacak.Bununla birlikte, kişisel gelişim arayışınızda aşırılıklara gitmeye dikkat edin - sevgi dolu Yengeç burcundaki yeni ay, ayın ortasında gelir, sizden daha çok kendi kendini besleyen bir yaklaşım benimsemenizi ister. Bu arada Aslan mevsimi sizin için ilişkilere vurgu yaptığı için bu alanda da yapılacak işler olacaktır. Venüs retrosu, bağlantılarınızdaki çatlakların nerede olduğunu size gösterecek, böylece onları onarabilir veya şartları yeniden müzakere edebilirsiniz. Bununla birlikte, gerileme bitene kadar ilişkiler veya iş anlaşmaları ile ilgili önemli kararlar almayı ertelemeye çalışın.",
    "love_montly": 10,
    "healthy_montly": 3,
    "money_montly": 3,
    "explanation_yearly": "3 Mart'ta Mars ve Satürn gerilemesi başlayacak. Mars gerilemesi Terazi burcunda olacak ve 20 Mayıs'a kadar sürecek. 9. Evine geri dönecek. Öncelikle trafikte ve seyahatte dikkatli olmanız gereken bir süreç olacak ve kazalara çok daha açık olacaksınız. Seyahatlerinizde engeller, kısıtlamalar ve stresli durumlar yaşayabilirsiniz. Hukuki konularda bazı gecikmeler yaşanabileceği gibi, yüksek öğrenimle ilgili konularda da hayatınızda stres yaratabilir. Bu alanlarda kendinizi ifade ederken çok daha fazla enerji harcamanız gerekebilir. Mars geri hareket ettiğinde, düşük enerji ve motivasyon yaratır. Çevrenizdeki insanlarla din, felsefe ve hayatın anlamı konusunda sık sık fikir ayrılıklarına düşebilir, kendinizi gergin ortamların içinde bulabilirsiniz. Siz sürekli olarak önemli konum ve statüdeki kişilerle görüşecek olsanız da o, onlarla ilişkilerde bu stresli çemberin içinde olacaktır. Uzun vadeli planlar yapmak yerine zamanınızı daha kısa vadeli hatta gün kazandıran planlarla geçirebilirsiniz. Satürn, 22 Temmuza kadar Akrep burcunda geri hareket edecek. 10. Evinizde geri giden Satürn, iş ve profesyonel kaygı ve endişeleri beraberinde getiriyor. Doğru karar mı verdim?, Yoksa o işi seçsem daha mı iyi olur?, İşimi değiştirmeli miyim? Kendilerine şöyle sorular sorabilirler: Üstlerle ilişkilerde kendinize göre bir konfigürasyon içerisine girebilirsiniz. Haziran ayına kadar iş hayatınızda takım çalışması ve sabır daha çok ön plana çıkacak. Toplum içinde daha ciddi görüneceksiniz, yoksa böyle bir tavır sergilemek zorunda kalacaksınız. Mesleki sorumluluklar artıyor, sizden daha çok çalışmanız ve işinize odaklanmanız beklenecek. 15 Nisan'da Terazi burcunda bir ay tutulması meydana gelecek. Bu, yurt içi veya yurt dışı seyahat durumlarını gündeme getirebileceği gibi uzaktaki insanlarla flört etmeyi de gündeme getirebilir. Uzak yerlerden gelen paketlerinizde ufak tefek sorunlar çıkabilir, siparişlerinizi doğru verdiğinizden emin olunuz. Mali açıdan büyük riskli girişimlerde bulunmak için pek uygun bir dönem değil, paranızı daha çok modaya, giyime ve güzelliğe harcayabilirsiniz. Aşk ile ilgili konularda yanlış anlaşılmalar, kırgınlıklar, kırgınlıklar olabilir, olası konuları abartmamaya dikkat etmekte fayda var. 29 Nisan da Boğa burcunda bir güneş tutulması meydana gelecek. Bu tutulma 4. evinizde gerçekleşecek, gelecek hedef ve planları, aile, ev, konut, emlak, aile hayatı, hayatın kökleri, aile büyükleri bu tutulmanın ana konusuna dahil olacak. Bu tutulma sırasında uzun zamandır hayalini kurduğunuz eve taşınma fırsatını değerlendirebilirsiniz. İşiniz gereği evinizi değiştirmeniz gerekebilir. Ailede geçmişten gelen bazı sorunlar yeniden su yüzüne çıkabilir ve incelenebilir. Bu tutulma sırasında ortak bir kararla birisiyle eve taşınabilir, risk alarak ev almak için taşınabilir veya kredi başvurusunda bulunabilirsiniz. 16 Temmuzda bolluk, bereket, şans ve talihin gezegeni Jüpiter Aslan burcuna girecek ve tam bir yıl boyunca burada seyahat edecek. 7. Evinize girecek olan Jüpiter, ortaklıklar, sözleşmeler, evlilik, ikili ilişkiler alanlarında size çeşitli fırsat ve olanaklar sağlamak için devreye girecek. Size güzel kazançlar getirecek sözleşmelere imza atabilirsiniz. Bekar ve bekar olanlar evlilik hazırlıklarına başlamalıdır. İkili ilişkiler konusunda partnerinizden ve eşinizden rahatlıkla destek alabileceksiniz. Düşmanlarınız size zarar verecek mesafede olmayacak, ancak Jüpiter'in koruması altında olacaksınız. Düşmanlarınızın kim olduğunu daha net görebileceksiniz. Olası mahkemeleriniz lehinize sonuçlanmaya başlayacak. Partneriniz, partneriniz veya eşiniz ile sık sık seyahat edebilirsiniz, bu geziler yurt dışı olabilir.İlişkilerinizde daha konformist bir tavır sergileyebilir, her zamankinden daha fazla sahiplenici olabilirsiniz. Eşinizi maddi olarak desteklemeniz gerekebilir. Bekarsanız, kendinizi uzun süreli bir ilişkiye hazırlayın. İkili ilişkilerinizde de daha iyimser bir tavır sergileyebilirsiniz. 8 Ekimde Koç burcunda bir Ay tutulması meydana gelecek. Bu tutulma 3. evinizde gerçekleşecek. Eğitim, öğrenim, zihinsel faaliyetler, kardeşler, yakın yerlere seyahatler, birinci derece akrabalar, her türlü iletişim bu tutulmanın ana konusu olacak. Sözleriniz, düşünceleriniz, fikirleriniz çok dikkat çekecek. Bu fikir ve düşünceler yeni bir dizi ortaklık ve çalışma başlatabilir. Bazı önemli seyahatler gündeme gelebilir, sizi sevindirecek haberler alabilirsiniz. Bir süredir düşündüğünüz web sitesi açma, kitap yayınlama vb. konularda bu tutulma sayesinde güzel bir destek alabilirsiniz. Yine yeni bir eğitim, seminer, kurs gibi hayatınıza yeni bilgi akışı sağlayacak konulara odaklanabileceksiniz ve bu bilgiler profesyonel yaşamınızda size fayda sağlayacak eğitimlerde olabilir. 23 Ekimde Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile odaklanacağınız konular; İş ve kariyer konuları ön plandadır. Kariyerinizde bir dönüm noktasından geçebilir, önemli gelişmeler kapınızın önünde. Ev ve iş dengesini iyi kurmalısınız ve taşınma, taşınma, tadilat gibi konularla uğraşmanız gerekebilir. Partneriniz, partneriniz ya da eşinizin mali konuları ile ilgili sürpriz gelişmeler olabilir.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/kova.png"
  },
  {
    "horoscope_name": "Balık",
    "date": "(20 Şubat - 20 Mart)",
    "color": "Şanslı Renk: Kırmızı",
    "number": "Uğurlu Zaman: 14:30 - 17:00 \n Çözüm: Sağlığınızı geliştirmek için geceleri yatağınızın yanında sütle dolu bir kap bulundurun. Ertesi sabah sütü en yakın ağacın üzerine boşaltın. Bu uygulamanın refah üzerinde olumlu etkileri olduğuna inanılmaktadır.",
    "explanation_daily": "Yoğun bir programa sahip olmanıza rağmen sağlığınızın iyi durumda kalması bekleniyor. Bununla birlikte, hayatınızı hafife almamak ve refahınızı önemsemenin önemli bir taahhüt olduğunu kabul etmek önemlidir. Bugün, arkadaşlarınızla bir partiye hatırı sayılır miktarda para harcayabilirsiniz, ancak mali durumunuz güçlü kalacaktır. Konukların arkadaşlığının tadını çıkarmak ve çabalarınızı takdir edecekleri için akrabalarınızla özel bir şeyler planlamak için harika bir gün. Enerjinizi tazeleyecek ve tutkunuzu yeniden alevlendirecek bir keyif yolculuğuna çıkma ihtimaliniz var. İş arkadaşlarınız bugün sizi diğer günlere göre daha iyi anlayacak. Meditasyon için değerlendirebileceğiniz boş zamanınız olacak. Bu, gün boyunca zihinsel bir barış durumunu korumanıza yardımcı olacaktır.",
    "love_daily": 2,
    "healthy_daily": 3,
    "money_daily": 1,
    "explanation_montly": "Belki de kişisel bir hedefi tamamladınız veya dolunayda bir hedefe ulaşmaya yaklaşıyorsunuz. Bu zamanda arkadaşlık ve topluluk da vurgulandığı için, arkadaşlarınızla kutlama yapıyor veya akranlarınız tarafından kutlanıyor olabilirsiniz. Eksik olan bir arkadaşlıktan ayrılmaya da karar verebilirsiniz. Mars Başak burcundayken, ilişkilerinizde bazı şeyleri kızıştırırken, kendinizi savunmanın veya biriyle sınır çizmenin zamanı gelmiş olabilir. Artı tarafta, Mars sizi yeni zirvelere ulaşmanıza yardımcı olabilecek insanlarla ortak olmaya motive edecek. Merkür Başak'ta doğru insanlarla bağlantı kurmanızı sağlayacaktır.Bu arada, hırslı Aslan burcundaki birkaç gezegenin sağlık alanınızı ve ayın büyük bölümünde günlük rutinlerinizi ziyaret etmesiyle, tabağınızda çok şey olabilir. Geri giden Venüs sizden temel konulara geri dönmenizi ve zihninizi ve bedeninizi daha iyi desteklemenin yollarını düşünmenizi isteyebilir. Ayrıca, kendinizi küçültmeye veya ne kadar çok çalıştığınıza dikkat edin. Yengeç yeni ayı sizi öne çıkmaya ve parlamaya teşvik ediyor. Aynı zamanda eğlenceli ve yaratıcı ilhamı teşvik eder.",
    "love_montly": 5,
    "healthy_montly": 10,
    "money_montly": 5,
    "explanation_yearly": "3 Mart'ta Mars ve Satürn retrosu başlayacak. Mars Terazi burcunda olacak ve 20 Mayıs'a kadar sürecek. Başkalarından maddi ihtiyaçlarınız hakkında bilgi alabilir veya bu kaynaklara kısa bir süre ulaşamayabilirsiniz. Bankadan çekmeyi planladığınız kredi son anda çıkmayabilir. Ortak kazanılan gelirlerde gecikmeler ve yavaşlamalar olabilir, borç bulmakta veya ödemekte zorlanabilirsiniz. Bu, ödemelerin gecikebileceği ve stres yaratabileceği bir tarih aralığı olabilir. Kısacası para ile ilgili hayırlı büyük gelişmeleri beklememekte fayda var, burs, prim, nafaka ve bankacılık işlerinde bazı sorunlar doğabilir. Büyük borçlara girmek için iyi bir zaman değil. Satürn 22 Temmuz'a kadar Akrep burcunda gerileyecek. İdeallerinizi, hayata bakışınızı ve inanç sisteminizi sorgulamaya ve eleştirmeye başlayabilirsiniz. Satürn 9. evinizden geçerken, ideallerinize ulaşmanıza yardımcı olacak doğru insanlarla gerçekten bağlantı kurup kurmadığınızı merak etmenize neden olabilir. Özellikle profesyonel anlamda ileride işinize yarayacak yeni teknikler hakkında eğitim ve öğrenme sürecine girebilirsiniz ancak bu süreç sizin için hem ağır hem de sıkıntılı geçebilir. Bir avukattan yardım ve destek alabilirsiniz. Ayrıca biraz daha beklemekte olduğunuz, sonuçlanmasını istediğiniz mahkeme veya hukuki meseleleriniz var. 15 Nisan'da Terazi burcunda bir ay tutulması gerçekleşecek. 8. Evinizde gerçekleşecek olan tutulmanın etkisiyle bankacılık işlemlerinizi halledebilir, kredi araştırması yapabilir, ödemelerle ilgili olası sorunları kolayca aşabilirsiniz. Ortak kazançlardan da gelirinizi artırabilirsiniz. Para konularında önemli bir konu ile uğraşmak zorunda kalabilirsiniz, ikramiyeler, burslar, alacaklar, nafaka bu dolunayın konuları arasında olacak. Sadece özel hayatınızda kuruntular, gerginlikler, odaklanma sorunları, yanlış anlaşılmalar olabilir. Gereksiz kırgınlıklar ve kırgınlıklar olabilir. Tam olarak beklediğinizi bulamayabilirsiniz. 29 Nisan'da Boğa burcunda bir güneş tutulması meydana gelecek. Bu tutulma 3. evinizde gerçekleşecek. Eğitim, öğrenim, zihinsel faaliyetler, kardeşler, yakın yerlere seyahatler, birinci derece akrabalar, her türlü iletişim bu tutulmanın ana konusu olacak. Sözleriniz, düşünceleriniz, fikirleriniz çok dikkat çekecek. Bu fikir ve düşünceler yeni bir dizi ortaklık ve çalışma başlatabilir. Bazı önemli seyahatler gündeme gelebilir, sizi sevindirecek haberler alabilirsiniz. Bu tutulma sayesinde bir süredir aklınızda olan bir web sitesi açabilir, kitap yayınlayabilir vb. Konularda güzel destek alabilirsiniz. Yine yeni bir eğitim, seminer, kurs gibi hayatınıza yeni bilgi akışı sağlayacak konulara rahatlıkla odaklanabileceksiniz ve bu bilgiler profesyonel yaşamınızda size fayda sağlayacak eğitimlerde olabilir. Bolluk, bereket, şans ve talihin gezegeni olan Jüpiter, Aslan burcuna girecek ve tam bir yıl boyunca burada seyahat edecek. İş, çalışma ortamı, sağlık ve günlük işler evine giren Jüpiter, bu alanlarla ilgili her türlü fırsatı, şansı ve olasılığı beraberinde getirecek. İşinizdeki ve çalışma ortamınızdaki koşullar çok daha iyi hale gelebilir. İş arayanlar, sürekli seyahat edebileceğiniz bir iş bulabilirler. Ardışık görüşmeler için çağrılabilirsiniz. İş ortamınızdan ve günlük hayatınızdan çok daha fazla keyif almaya başlayacaksınız. Birlikte çalıştığınız insanlarla olan ilişkileriniz güzelleşmeye başlıyor. İş hayatınızdan elde ettiğiniz gelirde artış bekleyebilirsiniz. Kişisel ve fiziksel gelişim için fırsatlarla karşılaşabilirsiniz. Şu an beni gerçekten korkutan tek şey, yediklerinize dikkat etmezseniz hızlı kilo almanız ve aldığınız kiloları vermenizin zor olabilmesi. Diyet, egzersiz vb. aktiviteleri hayatınızda canlandırmak için ideal bir süreç Sağlıkla ilgili sorunları daha kolay aşabilirsiniz. Ancak mide ve boğazınıza dikkat etmeyi unutmayın. İşiniz ve çalışma ortamınız rahat ve şenlikli bir atmosfer yaratıyor. 8 Ekim'de Koç burcunda bir ay tutulması gerçekleşecek. Bu tutulma neredeyse mali konularınıza yansıyacak. Özellikle parasal konularda güzel ve sevindirici haberler alabilirsiniz. Uğraştığınız işle ilgili yeni gelir kapıları ve yeni projelerle karşılaşabilirsiniz. Ancak bu tutulma iş yükünüzü biraz daha artırabilir, yeni görev ve sorumluluklar üstlenebilirsiniz. Bu tutulma sadece parasal anlamda değil, sahip olduğunuz şeylerle ilgili de olacak. Bir süredir almayı planladığınız yüksek meblağlı bir şey için atılım yapabilirsiniz. 23 Ekim'de Akrep burcunda bir güneş tutulması meydana gelecek. Akrep burcunda gerçekleşecek güneş tutulması ile odaklanacağınız konular; hukuki konular, idealleriniz, yabancılarla ilişkiler, ticari konular ön plandadır. Yönetici pozisyonundaki, adından söz ettiren önemli kişilerle olan ilişkilerinize dikkat edin, bir süredir değiştirmek istediğiniz hayatınızı değiştirecek fırsatları yakalayabilirsiniz. Dış ilişkiler veya kişilerle ilgili önemli gelişmeler gündeme gelebilir.",
    "love_yearly": 5,
    "healthy_yearly": 6,
    "money_yearly": 7,
    "image": "https://raw.githubusercontent.com/cerengumus/JSONDataSet-HoroscopeProject/main/balik.png"
  }
]
